﻿﻿﻿IDS_EC_REPORT_CH_TEST = "EC_Report_EN-Test(Lang:EN)"
IDS_EC_FOUNDATION_OVERTURNING_OCCURED = "Đã xảy ra lật. Đã hủy tính toán."
IDS_EC_FOUNDATION_OVERTURNED = "Lật"
IDS_EC_FOUNDATION_DESIGN_LOAD = "Tải trọng thiết kế"
IDS_EC_FOUNDATION_SERVICE_LOAD = "Tải trọng sử dụng"
IDS_EC_FOUNDATION_FACTORED_LOAD = "Tải trọng đã tính toán"
IDS_EC_FOUNDATION_SURCHARGE_LOAD = "Tải trọng phụ"
IDS_EC_FOUNDATION_SURFACE_LOAD = "Tải trọng bề mặt"
IDS_EC_FOUNDATION_WEIGHT_DENSITY = "Mật độ trọng lượng"
IDS_EC_FOUNDATION_SOIL_HEIGHT = "Chiều cao đất"
IDS_EC_FOUNDATION_SELF_WEIGHT_CONSIDERED = "Đã xét tự trọng."
IDS_EC_FOUNDATION_SELF_WEIGHT_NOT_CONSIDERED = "Không xét tự trọng."
IDS_EC_FOUNDATION_DEPTH = "Độ sâu"
IDS_EC_FOUNDATION_COLUMN_SECTION = "Mặt cắt cột"
IDS_EC_FOUNDATION_SHAPE_COLUMN = "Hình dạng cột"
IDS_EC_FOUNDATION_RECTANGLE = "Hình chữ nhật"
IDS_EC_FOUNDATION_CIRCLE = "Hình tròn"
IDS_EC_FOUNDATION_ECCENTRICITY_X = "Lệch tâm (X)"
IDS_EC_FOUNDATION_ECCENTRICITY_Y = "Lệch tâm (Y)"
IDS_EC_FOUNDATION_WALL_SECTION = "Mặt cắt tường"
IDS_EC_FOUNDATION_THICKNESS = "Độ dày"
IDS_EC_FOUNDATION_ECCENTRICITY = "Lệch tâm"
IDS_EC_FOUNDATION_REBAR = "Thép cốt"
IDS_EC_FOUNDATION_DIRECTION_X = "Hướng X"
IDS_EC_FOUNDATION_LAYER__i = "Lớp %i"
IDS_EC_FOUNDATION_DIRECTION_Y = "Hướng Y"
IDS_EC_FOUNDATION_FOUNDATION = "Móng"
IDS_EC_FOUNDATION_FOUNDATION_SIZE = "Kích thước móng"
IDS_EC_FOUNDATION_WIDTH = "Chiều rộng"
IDS_EC_FOUNDATION_NO_OF_PILE = "Số lượng cọc "
IDS_EC_FOUNDATION_SPACE_OF_PILE = "Khoảng cách cọc "
IDS_EC_FOUNDATION_CHECK_SOIL_CAPA = "Kiểm tra khả năng chịu tải của đất"
IDS_EC_FOUNDATION_CHECK_SOIL_STRESS = "Kiểm tra ứng suất đất ở trạng thái sử dụng trong chương trình chính."
IDS_EC_FOUNDATION_CALC_SOIL_STRESS = "Tính toán ứng suất đất sử dụng"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS = "Tính toán ứng suất đất tối đa"
IDS_EC_FOUNDATION_CALC_SOIL_STRESS__s = "Tính ứng suất đất ở trạng thái sử dụng (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS__s = "Tính ứng suất đất ở trạng thái giới hạn (%s)"
IDS_EC_FOUNDATION_CHECK_PILE_CAPA = "Kiểm tra khả năng chịu tải của cọc"
IDS_EC_FOUNDATION_CALC_ACTUAL_PILE_STRESS__s = "Tính phản lực cọc ở trạng thái sử dụng (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_PILE_STRESS__s = "Tính phản lực cọc ở trạng thái giới hạn (%s)"
IDS_EC_FOUNDATION_INDEX = "Chỉ số"
IDS_EC_FOUNDATION_AT_FACE = "tại mặt"
IDS_EC_FOUNDATION_AT_DIST2D = "tại khoảng cách-2D"
IDS_EC_FOUNDATION_CHECK_ONE_WAY_SHEAR = "Kiểm tra lực cắt một chiều"
IDS_EC_FOUNDATION_CHECK_TWO_WAY_SHEAR = "Kiểm tra lực cắt hai chiều"
IDS_EC_FOUNDATION_CALC_PAREMETER = "Tính toán tham số"
IDS_EC_FOUNDATION_COLUMN_FACE = "Tính lực cắt tại mặt Cột"
IDS_EC_FOUNDATION_2D = "Tính lực cắt tại khoảng cách-2d"
IDS_EC_FOUNDATION_D = "Tính lực cắt tại khoảng cách-d"
IDS_EC_FOUNDATION_CHECK_MOMENT_CAPA = "Kiểm tra khả năng chịu mô men"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA__s = "Tính toán khả năng chịu mô men (%s)"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA_AT_COLM_FACE = "Tính khả năng chịu mô men tại mặt cột"
IDS_EC_FOUNDATION_REF_095D = "Tham khảo 0.95d là từ 'The Concise Eurocode' 2006"
IDS_EC_FOUNDATION_CHECK_REBAR = "Kiểm tra thép cốt"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_AREA_REQ = "Tính diện tích Thép cốt tối thiểu yêu cầu"
IDS_EC_FOUNDATION_X_DIRECTION = "Hướng X"
IDS_EC_FOUNDATION_Y_DIRECTION = "Hướng Y"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_SPACE_REQ__s = "Tính giới hạn khoảng cách Thép cốt tối đa (%s)"
IDS_EC_FOUNDATION_SELF_WEIGHT = "Trọng lượng bản thân"
IDS_EC_FOUNDATION_COLUMN = "Cột"
IDS_EC_FOUNDATION_SHAPE = "Hình dạng"
IDS_EC_FOUNDATION_DIAMETER = "Đường kính"
IDS_EC_FOUNDATION_ECCENT_X = "Lệch tâm(X)"
IDS_EC_FOUNDATION_ECCENT_Y = "Lệch tâm(Y)"
IDS_EC_FOUNDATION_WALL = "Tường"
IDS_EC_FOUNDATION_LAYER_1_X = "Lớp-1 (X)"
IDS_EC_FOUNDATION_LAYER_2_X = "Lớp-2 (X)"
IDS_EC_FOUNDATION_LAYER_1_Y = "Lớp-1 (Y)"
IDS_EC_FOUNDATION_LAYER_2_Y = "Lớp-2 (Y)"
IDS_EC_FOUNDATION_PILE = "Cọc"
IDS_EC_FOUNDATION_SPACE = "Khoảng cách"
IDS_EC_FOUNDATION_CHECK_CAPA = "Kiểm tra khả năng"
IDS_EC_FOUNDATION_CHECK_ITEMS = "Kiểm tra các mục"
IDS_EC_FOUNDATION_UNIT = "Đơn vị"
IDS_EC_FOUNDATION_CALCULATED = "Đã tính toán"
IDS_EC_FOUNDATION_CRITIERIA = "Tiêu chí"
IDS_EC_FOUNDATION_SOIL_CAPA__s = "Khả năng chịu tải của đất (%s)"
IDS_EC_FOUNDATION_MOMENT_X_DIR_MUY__s = "Mô men-Hướng X(Muy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MUX__s = "Mô men-Hướng Y(Mux, %s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_X__s = "Lực cắt một chiều-X (%s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_Y__s = "Lực cắt một chiều-Y (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR__s = "Lực cắt hai chiều (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_FACE_s = "Lực cắt hai chiều-Mặt (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_2D_s = "Lực cắt hai chiều-2D (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_D_s = "Lực cắt hai chiều-D (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_FACE_s = "Đâm xuyên cọc-Mặt (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_2D_s = "Đâm xuyên cọc-2D (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_COMP__s = "Khả năng chịu tải cọc-Nén (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_TENS__s = "Khả năng chịu tải cọc-Kéo (%s)"
IDS_EC_FOUNDATION_FOUNDATION_INPUT_LIST = "DANH SÁCH NHẬP MÓNG"
IDS_EC_FOUNDATION_INPUT_DATA_LIST = "Danh sách dữ liệu đầu vào"
IDS_EC_FOUNDATION_DEPTH_COVER__s__s__s__s = "Chiều sâu = %s%s, Lớp bảo vệ = %s%s"
IDS_EC_FOUNDATION_DEPTH_DISTANCE__s__s__s__s = "Chiều sâu = %s%s, Khoảng cách = %s%s"
IDS_EC_FOUNDATION_GENERATING_FOUNDATION_REPORT = "Đang tạo báo cáo Móng..."
IDS_EC_FOUNDATION_SHAPE_COLUMN_RECTANGLE = "Hình dạng của Cột \t: Hình chữ nhật"
IDS_EC_FOUNDATION_SHAPE_COLUMN_CIRCLE = "Hình dạng của Cột \t: Hình tròn"
IDS_EC_FOUNDATION_ECCENT_X__s__s = "Độ lệch tâm (X) \t: %s%s"
IDS_EC_FOUNDATION_ECCENT_Y__s__s = "Độ lệch tâm (Y) \t: %s%s"
IDS_EC_FOUNDATION_THICKNESS__s = "Độ dày \t: %s"
IDS_EC_FOUNDATION_ECCENT__s = "Độ lệch tâm \t: %s"
IDS_EC_FOUNDATION_WIDTH__s__s = "Bề rộng \t: %s%s"
IDS_EC_FOUNDATION_X__s = "X(%s)"
IDS_EC_FOUNDATION_Y__s = "Y(%s)"
IDS_EC_FOUNDATION_PILE_PUNCHING = " : Chọc thủng cọc"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_X = "Tính lực cắt một phương (Hướng X)"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_Y = "Tính lực cắt một phương (Hướng Y)"
IDS_EC_FOUNDATION_CHECK_MOMENT = "Kiểm tra mô men"
IDS_EC_FOUNDATION_COLUMN__s = "Cột (%s)"
IDS_EC_FOUNDATION_WALL__s = "Tường (%s)"
IDS_EC_FOUNDATION_DEPTH_COVER_DIVIDE__s__s__s__s = "( Chiều sâu = %s%s, Lớp bảo vệ = %s%s / "
IDS_EC_FOUNDATION_DEPTH_DISTANCE_DIVIDE__s__s__s__s = "( Chiều sâu = %s%s, Khoảng cách = %s%s / "
IDS_EC_FOUNDATION_FCK_FY__s__s = "fck = %s%s, fyk = %s%s )"
IDS_EC_FOUNDATION_SELF_ENTER_WEIGHT = "Trọng lượng\nBản thân"
IDS_EC_FOUNDATION_ISNOT_ADJUST_DGN_MODULE = "Phiên bản không tương thích của mô-đun thiết kế"
IDS_EC_FOUNDATION_FCK_FY__s__s__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_MOMENT_EFFECTIVE_DEPTH = "Tính toán độ sâu hiệu quả mô men"
IDS_EC_FOUNDATION_SHEAR_EFFECTIVE_DEPTH = "Tính toán độ sâu hiệu quả lực cắt"
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE1 = "Lưu ý : Khi kiểm tra chọc thủng cọc, giả thiết cọc là cọc trong."
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE2 = "Chu vi tới hạn được xác định mà không xét cọc góc hoặc cọc biên."
IDS_EC_FOUNDATION_USER_D = "Tính lực cắt tại khoảng cách-d do người dùng nhập"
IDS_EC_ONEWAY_SHEAR = "Lực cắt một chiều"
IDS_EC_ONEWAY_SHEAR_X = "Lực cắt một chiều-X"
IDS_EC_TWOWAY_SHEAR = "Lực cắt hai chiều"
IDS_EC_TWOWAY_SHEAR_CF = "Lực cắt hai phương-Mặt Cột"
IDS_EC_TWOWAY_SHEAR_2D = "Lực cắt hai chiều-2D"
IDS_EC_TWOWAY_SHEAR_USERD = "Lực cắt hai chiều-UserD"
IDS_EC_OFFSET_FACTOR = "Hệ số dịch chuyển"
IDS_EC_MOMENT_Y_DIRECTION = "Mô men-Hướng Y"
IDS_EC_MOMENT_X_DIRECTION = "Mô men-Hướng X"
IDS_EC_CANTIL_MOMENT_X_DIRECTION = "Mô men-Hướng X( Móng nhô ra ) "
IDS_EC_COLUMN_MOMENT_X_DIRECTION = "Mô men-Hướng X( Cột ) "
IDS_EC_SPAN_MOMENT_X_DIRECTION = "Mô men-Hướng X( Nhịp ) "
IDS_EC_REBAR_SPACE_Y_DIRECTION = "Kiểm tra khoảng cách-Y"
IDS_EC_REBAR_SPACE_X_DIRECTION = "Kiểm tra khoảng cách-X"
IDS_EC_REBAR_AREA_Y_DIRECTION = "Kiểm tra diện tích-Y"
IDS_EC_REBAR_AREA_X_DIRECTION = "Kiểm tra diện tích-X"
IDS_EC_OFFSET = "Dịch chuyển"
IDS_EC_FOUNDATION_SOIL_CAPA = "Khả năng chịu tải của đất"
IDS_EC_FOUNDATION_SOIL_CAPA_EXPL = "Giá trị dựa trên tải trọng ở trạng thái sử dụng"
IDS_EC_FOUNDATION_OVER_TURNING = "Sẽ không hiển thị giá trị nếu xảy ra lật"
IDS_EC_FOUNDATION_SOIL_DIAGRM = "Biểu đồ ứng suất đất"
IDS_EC_SFD_DIAGRAM = "Biểu đồ lực cắt"
IDS_EC_BMD_DIAGRAM = "Biểu đồ mô men uốn"
IDS_EC_PLAN_SECT = "Kế hoạch & Mặt cắt"
IDS_EC_REBAR_MAX_AREA = "Diện tích tối đa"
IDS_EC_REBAR_MIN_AREA = "Diện tích tối thiểu"
IDS_EC_REBAR_REQ_AREA = "Diện tích yêu cầu"
IDS_EC_REBAR_MAX_SPACE = "Khoảng cách tối đa"
IDS_EC_CANTIL = "Dầm nhô"
IDS_EC_COLUMN = "Cột"
IDS_EC_SPAN = "Nhịp"
IDS_EC_FOUNDATION_FDN_SECTION = "Mặt cắt móng"
IDS_EC_FOUNDATION_FORCES_REINFORCEMENT = "Lực và Cốt thép"
IDS_EC_FOUNDATION_INVERTED_T = "T đảo"
IDS_EC_FOUNDATION_ECC = "Độ lệch tâm."
IDS_EC_FOUNDATION_MOMENT_TOP__s = "Mô men_top (%s)"
IDS_EC_FOUNDATION_MOMENT_BOT__s = "Mô men_bot (%s)"
IDS_EC_FOUNDATION_SHEAR__s = "Lực cắt (%s)"
IDS_EC_FOUNDATION_TRANSE_MOMENT__s = "Mô men ngang (%s)"
IDS_EC_FOUNDATION_LX = "Lx"
IDS_EC_FOUNDATION_SECTION_BEAM_SIZE = "Kích thước dầm"
IDS_EC_FOUNDATION_MOMENTS_FORCES = "Mô men và Lực"
IDS_EC_FOUNDATION_CALC_SHEAR_CAPA = "Tính toán khả năng chịu lực cắt"
IDS_EC_FOUNDATION_FCK_FY_NOBRACKET__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_TOP_BAR = "Thép cốt trên"
IDS_EC_FOUNDATION_BOTTOM_BAR = "Thép cốt dưới"
IDS_EC_FOUNDATION_BOT_BAR = "Thép cốt dưới"
IDS_EC_FOUNDATION_STIRRUP = "Giằng"
IDS_EC_FOUNDATION_STANSVERSE_BAR = "Thép cốt ngang"
IDS_EC_FOUNDATION_STANS_BAR = "Thanh ngang"
IDS_EC_FOUNDATION_X = "X"
IDS_EC_FOUNDATION_Y = "Y"
IDS_EC_FOUNDATION_DIR_x = "x"
IDS_EC_FOUNDATION_DIR_y = "y"
IDS_EC_FOUNDATION__s_c = "%s_c$"
IDS_EC_FOUNDATION__s_s = "%s_s$"
IDS_EC_FOUNDATION_Fck = "f_ck$"
IDS_EC_FOUNDATION_Fy = "f_yk$"
IDS_EC_FOUNDATION_Ps = "P_Ed,s$"
IDS_EC_FOUNDATION_Msx = "M_Edx,s$"
IDS_EC_FOUNDATION_Msy = "M_Edy,s$"
IDS_EC_FOUNDATION_Pu = "N_Ed$"
IDS_EC_FOUNDATION_Mux = "M_Edx$"
IDS_EC_FOUNDATION_Muy = "M_Edy$"
IDS_EC_FOUNDATION_Mu_top = "M_Ed,top$"
IDS_EC_FOUNDATION_Mu_bottom = "M_Ed,bottom$"
IDS_EC_FOUNDATION_Mu_bot = "M_Ed,bot$"
IDS_EC_FOUNDATION_As = "A_s$"
IDS_EC_FOUNDATION_REBAR__s__s = "%s@%s"
IDS_EC_FOUNDATION_L_x = "L_x$"
IDS_EC_FOUNDATION_L_y = "L_y$"
IDS_EC_FOUNDATION_fe = "f_e$"
IDS_EC_FOUNDATION_EA = "EA"
IDS_EC_FOUNDATION_q_a_comp = "q_a,comp.$"
IDS_EC_FOUNDATION_q_a_tens = "q_a,tens.$"
IDS_EC_FOUNDATION_q_a = "q_a$"
IDS_EC_FOUNDATION_q_s_left = "q_s,left$"
IDS_EC_FOUNDATION_q_s_right = "q_s,right$"
IDS_EC_FOUNDATION_q_s_top_left = "q_s,top-left$"
IDS_EC_FOUNDATION_q_s_top_right = "q_s,top-right$"
IDS_EC_FOUNDATION_q_s_bot_left = "q_s,bot-left$"
IDS_EC_FOUNDATION_q_s_bot_right = "q_s,bot-right$"
IDS_EC_FOUNDATION_q_s_max = "q_s,max$"
IDS_EC_FOUNDATION_q_s_min = "q_s,min$"
IDS_EC_FOUNDATION_q_s = "q_s$"
IDS_EC_FOUNDATION_q_u_left = "q_u,left$"
IDS_EC_FOUNDATION_q_u_right = "q_u,right$"
IDS_EC_FOUNDATION_q_u_top_left = "q_u,top-left$"
IDS_EC_FOUNDATION_q_u_top_right = "q_u,top-right$"
IDS_EC_FOUNDATION_q_u_bot_left = "q_u,bot-left$"
IDS_EC_FOUNDATION_q_u_bot_right = "q_u,bot-right$"
IDS_EC_FOUNDATION_q_u_max = "q_u,max$"
IDS_EC_FOUNDATION_q_u_min = "q_u,min$"
IDS_EC_FOUNDATION_q_u = "q_u$"
IDS_EC_FOUNDATION_V_Ed = "V_Ed$"
IDS_EC_FOUNDATION_V_Edx = "V_Edx$"
IDS_EC_FOUNDATION_V_Edy = "V_Edy$"
IDS_EC_FOUNDATION_M_Ed__s = "M_Ed%s$"
IDS_EC_FOUNDATION_Ed = "_Ed$"
IDS_EC_FOUNDATION_V_Rd = "V_Rd$"
IDS_EC_FOUNDATION_V_Rdx = "V_Rdx$"
IDS_EC_FOUNDATION_V_Rdy = "V_Rdy$"
IDS_EC_FOUNDATION_M_Rd__s = "M_Rd%s$"
IDS_EC_FOUNDATION_Rd = "_Rd$"
IDS_EC_FOUNDATION_Rdmax = "_Rdmax$"
IDS_EC_FOUNDATION_As_min = "A_s,min$"
IDS_EC_FOUNDATION_APP_As_min = "A_s,min đã áp dụng$"
IDS_EC_FOUNDATION_s_req = "s_req$"
IDS_EC_FOUNDATION_s_req1 = "s_req.1$"
IDS_EC_FOUNDATION_s_req2 = "s_req.2$"
IDS_EC_FOUNDATION_s__s = "s_%s$"
IDS_EC_FOUNDATION_L_SELF_WEIGHT = "Trọng lượng tự\nđộng"
IDS_EC_FOUNDATION_L_SURFACE = "L_surface$"
IDS_EC_FOUNDATION_H_SOIL = "H_soil$"
IDS_EC_FOUNDATION_C_x = "C_x$"
IDS_EC_FOUNDATION_C_y = "C_y$"
IDS_EC_FOUNDATION_Ecc_x = "Ecc_x$"
IDS_EC_FOUNDATION_Ecc_y = "Ecc_y$"
IDS_EC_FOUNDATION_TOP = "Trên"
IDS_EC_FOUNDATION_BOT = "Dưới"
IDS_EC_FOUNDATION_LAYER__i__EA = "Lớp %i\t : %i EA ("
IDS_EC_FOUNDATION_STRIRRUP__s = "Đai \t : %s ("
IDS_EC_FOUNDATION_TRANS_BAR__s__s = "Thép cốt ngang \t : %s-%s ("
IDS_EC_FOUNDATION_SURCHARGE_LOAD_NOT = "Không xét Tải trọng phụ thêm."
IDS_EC_FOUNDATION_FOR_UNIT_WIDTH = "cho chiều rộng đơn vị"
IDS_EC_FOUNDATION_FOR_WHOLE_WIDTH = "cho chiều rộng toàn bộ"
IDS_EC_MEMBER_NAME = "TÊN CẤU KIỆN"
IDS_EC_GENERAL_INFORMATION = "Thông tin chung"
IDS_EC_DESIGN_CODE = "Mã thiết kế"
IDS_EC_UNIT_SYSTEM = "Hệ đơn vị"
IDS_EC_SECTION = "Mặt cắt"
IDS_EC_SECTION_SIZE = "Kích thước mặt cắt"
IDS_EC_SECTION_SHAPE_T = "Mặt cắt T"
IDS_EC_SECTION_SHAPE_RECT = "Mặt cắt R"
IDS_EC_THICKNESS = "Độ dày"
IDS_EC_MATERIAL = "Vật liệu"
IDS_EC_REBAR_COVER = "Lớp bảo vệ"
IDS_EC_REBAR_DISTANCE = "Khoảng cách"
IDS_EC_CONSIDERED = "Đã xem xét"
IDS_EC_NOT_CONSIDERED = "Chưa xem xét"
IDS_EC_POSITION_CAPITAL = "VỊ TRÍ"
IDS_EC_POS = "POS"
IDS_EC_DESIGN_FORCES = "Lực thiết kế"
IDS_EC_FORCES = "Lực"
IDS_EC_BY_LOAD_COMB = "theo tổ hợp tải"
IDS_EC_SURCHARGE_LOAD_SELF_WEIGHT = "Tải trọng phụ và Trọng lượng tự"
IDS_EC_REINFORCEMENT = "Cốt thép"
IDS_EC_TOP_BAR = "Thép cốt trên"
IDS_EC_BOTTOM_BAR = "Thép cốt dưới"
IDS_EC_TOP = "Trên"
IDS_EC_BOTTOM = "Dưới"
IDS_EC_EXT_BAR = "Thanh Ext."
IDS_EC_INT_BAR = "Thanh Int."
IDS_EC_BOT = "Dưới."
IDS_EC_EXT = "Ext."
IDS_EC_INT = "Int."
IDS_EC_STIRRUP = "Cốt thép"
IDS_EC_TRANSVERSE_BAR = "Thanh ngang"
IDS_EC_POSITION_I = "I"
IDS_EC_POSITION_M = "M"
IDS_EC_POSITION_J = "J"
IDS_EC_RATIO = "Tỷ lệ"
IDS_EC_LAYER = "Lớp"
IDS_EC_REMARK = "Ghi chú"
IDS_EC_ITEMS = "Mục"
IDS_EC_VALUE = "Giá trị"
IDS_EC_INPUT_DATA_LIST = "Danh sách dữ liệu đầu vào"
IDS_EC_LENGTH = "Chiều dài"
IDS_EC_FACTOR = "Hệ số"
IDS_EC2_BEAM_GENERATE_REPORT = "Đang tạo báo cáo RC/Dầm..."
IDS_EC2_BEAM_MOMENT_FORCES = "Mô men và Lực"
IDS_EC2_BEAM_FORCE_REINFORCEMENT = "Lực và Thép cốt"
IDS_EC2_BEAM_COMPRESSION_REBAR = "Thép cốt nén"
IDS_EC2_BEAM_SPLICE_TYPE = "Loại nối"
IDS_EC2_BEAM_REPORT_CALC_SHEAR_RATIO = "Tính tỷ số khả năng chịu lực cắt"
IDS_EC2_BEAM_REPORT_CALC_STIRRUP_SPACE = "Tính khoảng cách Cốt thép lực cắt"
IDS_EC2_BEAM_REPORT_CALC_VRD_S = "Tính cường độ lực cắt với Cốt thép lực cắt"
IDS_EC2_BEAM_REPORT_CALC_VRD_MAX = "Tính khả năng chịu lực cắt lớn nhất của Mặt cắt"
IDS_EC2_BEAM_CHECK_ONEWAY_SHEAR = "Kiểm tra Lực cắt một chiều"
IDS_EC2_BEAM_CHECK_MOMENT_CAPACITY = "Kiểm tra khả năng chịu mô men"
IDS_EC2_BEAM_CALC_MATL_DGN_STRENGTH = "Tính cường độ thiết kế của vật liệu"
IDS_EC2_BEAM_CALC_DGN_PARAM = "Tính toán tham số thiết kế"
IDS_EC2_BEAM_CALC_REQ_REBAR_AREA = "Tính diện tích Cốt thép yêu cầu"
IDS_EC2_BEAM_CALC_LIMIT_REBAR_AREA = "Tính giới hạn diện tích Cốt thép"
IDS_EC2_BEAM_CHECK_TENS_REBAR_AREA = "Kiểm tra diện tích Cốt thép chịu kéo"
IDS_EC2_BEAM_CALC_MOMENT_CAPACITY = "Tính toán khả năng chịu mô men"
IDS_EC2_BEAM_CALC_MOMENT_RATIO = "Tính tỷ số khả năng chịu mô men"
IDS_EC2_BEAM_SKIP_MOMENT_ZERO = "Mô men bằng 0. Bỏ qua"
IDS_EC2_BEAM_CHECK_SHEAR_CAPACITY = "Kiểm tra khả năng chịu lực cắt"
IDS_EC2_BEAM_CALC_SHEAR_CAPACITY_CONC = "Tính cường độ lực cắt không có Cốt thép lực cắt"
IDS_EC2_BEAM_REBAR_POSITIVE = "Dương"
IDS_EC2_BEAM_REBAR_NEGATIVE = "Âm"
IDS_EC2_BEAM_REBAR_POSITIVE_INT = "Dương, Int."
IDS_EC2_BEAM_REBAR_NEGATIVE_EXT = "Âm, Ext."
IDS_EC2_BEAM_SLAB_THICKNESS = "Độ dày sàn"
IDS_EC2_BEAM_EFFECTIVE_WIDTH = "Chiều rộng hiệu quả"
IDS_EC2_BEAM_INPUT_LIST_TITLE = "DANH SÁCH ĐẦU VÀO DẦM"
IDS_EC2_ANALYSIS_AS_RECTANGLE_BEAM = "Phân tích như dầm chữ nhật"
IDS_EC2_ANALYSIS_AS_TEE_BEAM = "Phân tích như dầm chữ T"
IDS_EC2_DO_NOT_CHK_CRACK_WIDTH = "Không kiểm tra bề rộng vết nứt"
IDS_EC2_CRACK_LIMIT = "Giới hạn nứt"
IDS_EC2_CHK_CRACK_WIDTH = "Kiểm tra chiều rộng nứt"
IDS_EC2_CHK_CRACK_WIDTH_FACTORS = "Các yếu tố chiều rộng nứt"
IDS_EC2_CHK_CRACK_OF_CHARACTERISTIC_LOAD = "Kiểm tra vết nứt theo Tải trọng đặc trưng"
IDS_EC2_CHK_CRACK_OF_QUASI_LOAD = "Kiểm tra vết nứt theo Tải trọng gần như thường xuyên"
IDS_EC2_CHK_CRACK_OF_FREQUENT_LOAD = "Kiểm tra vết nứt theo Tải trọng thường xuyên"
IDS_EC2_EXPOSURE_CLASS = "Lớp tiếp xúc"
IDS_EC2_CHECK_STRESS_LIMITATION = "Kiểm tra giới hạn ứng suất"
IDS_EC2_CRITERIA_DEFLECTION = "Tiêu chí cho độ võng"
IDS_EC2_FOR_CHARACTERISTIC_DEFLECTION = "Đối với độ võng tải trọng đặc trưng"
IDS_EC2_FOR_QUASI_PERMANENT_DEFLECTION = "Cho độ võng theo Tải trọng gần như thường xuyên"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Hệ số khuếch đại độ võng"
IDS_EC2_DEFLECTION = "Độ võng"
IDS_EC2_DIVIEDED_BY2_CANTILEVER = "Chia cho 2 đối với công xôn"
IDS_EC2_SUPPORT = "Điểm hỗ trợ"
IDS_EC2_SPAN = "Khoảng span"
IDS_EC2_CHARACTERISTIC = "Đặc trưng"
IDS_EC2_QUASI_PERMANENT = "Gần như vĩnh cửu"
IDS_EC2_FREQUENT = "Thường xuyên"
IDS_EC2_DURATION = "Thời gian"
IDS_EC_DEAD = "Tĩnh"
IDS_EC_DEAD_LOAD = "Tải trọng tĩnh"
IDS_EC_LIVE = "Động"
IDS_EC_LIVE_LOAD = "Tải trọng động"
IDS_EC_SECT_DOT_UCASE = "SECT."
IDS_EC2_CHARACTERISTIC_DEFLECTION = "Độ võng đặc trưng"
IDS_EC2_QUASI_PERMANENT_DEFLECTION = "Độ võng gần như vĩnh cửu"
IDS_EC2_CHECK_DEFLECTION = "Kiểm tra độ võng"
IDS_EC_SUPPORT_CONDITION = "Điều kiện hỗ trợ"
IDS_EC_CHARACTERISTIC_DEFLECTION_FACTOR = "Hệ số độ võng đặc trưng"
IDS_EC_QUASI_DEFLECTION_FACTOR = "Hệ số độ võng gần như vĩnh cửu"
IDS_EC_DURATION_FOR_SUSTAIN_LOAD = "Thời gian cho tải trọng duy trì"
IDS_EC_SUSTAIN_LOAD = "Tải trọng duy trì"
IDS_EC2_CBSF_MAIN_RIB = "Rãnh chính"
IDS_EC2_CBSF_FLANGE_PART = "Phần mép"
IDS_EC2_CBSF_CALC_FORCE_FLANGE_PART = "Tính Lực thiết kế (Phần cánh)"
IDS_EC2_CBSF_FORCE_PARAM_FLANGE_PART = "Tham số lực thiết kế"
IDS_EC2_CBSF_FORCE_FLANGE_PART = "Lực thiết kế (Phần mép)"
IDS_EC2_CBSF_SOIL_BEARING_CAPACITY = "Khả năng chịu tải của đất"
IDS_EC2_CBSF_CHECK_SOIL_BEARING_CAPACITY = "Kiểm tra khả năng chịu tải của đất"
IDS_EC2_CBSF_CALC_SOIL_BEARING_RATIO = "Tính tỷ số khả năng chịu tải của đất"
IDS_EC2_CBSF_INPUT_LIST_TITLE = "DANH SÁCH NHẬP MÓNG BĂNG DẦM LIÊN TỤC"
IDS_EC2_CBSF_GENERATING_CBSF_REPORT = "Đang tạo báo cáo Móng băng..."
IDS_EC_FOUNDATION_MOMENT_X_DIR_MEDY__s = "Mô men-Hướng X(MEdy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MEDX__s = "Mô men-Hướng Y(MEdx, %s)"
IDS_EC2_CWALL_INPUT_LIST_TITLE = "DANH SÁCH ĐẦU VÀO TƯỜNG KẾT HỢP"
IDS_EC2_CWALL_GENERATING_CWALL_REPORT = "Đang tạo báo cáo Tường kết hợp..."
IDS_EC2_CWALL_WALL_ID = "ID Tường"
IDS_EC_LOAD_COMBINATIONS = "Tổ hợp tải trọng"
IDS_EC_LCB = "LCB"
IDS_EC2_CWALL_START_POINT = "Điểm bắt đầu"
IDS_EC2_CWALL_END_POINT = "Điểm kết thúc"
IDS_EC_INFORMATION = "Thông tin"
IDS_EC_SPACING_LIMIT = "Giới hạn khoảng cách"
IDS_EC2_CWALL_VERT_REBAR_POSITION = "Vị trí thép cốt đứng"
IDS_EC2_CWALL_VERT_REBAR = "Thép cốt đứng"
IDS_EC2_CWALL_HORZ_REBAR = "Thép cốt ngang"
IDS_EC2_CWALL_END_REBAR = "Thép cốt cuối"
IDS_EC2_CWALL_REBAR_ARRANGEMENT = "Sắp xếp"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EQUALLY = "Chia đều theo khoảng cách gần nhất"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EXACT = "Chia theo khoảng cách chính xác"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_END = "Từ cuối"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_MID = "Từ giữa"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_ADD_REBAR = "Thêm thanh"
IDS_EC_CHECK_SLENDERNESS_RATIO = "Kiểm tra tỷ lệ mảnh mai"
IDS_EC_CALC_RADIUS_GYRATION = "Tính toán bán kính quay"
IDS_EC_CALC_SLENDERNESS_RATIO = "Tính toán tỷ lệ mảnh mai"
IDS_EC_CALC_SLENDERNESS_RATIO_LIMIT = "Tính toán tỷ lệ mảnh mai giới hạn"
IDS_EC_SLENDER = "Mảnh mai"
IDS_EC_NOT_SLENDER = "Không mảnh mai"
IDS_EC_CHECK_MIN_MOMENT = "Kiểm tra mô men tối thiểu"
IDS_EC_CALC_MIN_MOMENT = "Tính toán mô men tối thiểu"
IDS_EC_CALC_MIN_ECCEN = "Tính toán độ lệch tối thiểu"
IDS_EC_CHECK_DESIGN_MOMENT = "Kiểm tra mô men thiết kế"
IDS_EC_CALC_DESIGN_MOMENT = "Tính toán mô men thiết kế"
IDS_EC_DESIGN_MOMENT = "Mô men thiết kế"
IDS_EC_X_DIRECTION = "Hướng X"
IDS_EC_Y_DIRECTION = "Hướng Y"
IDS_EC_CHECK_DESIGN_PARAMETER = "Kiểm tra tham số thiết kế"
IDS_EC_CALC_REBAR_RATIO = "Tính toán tỷ lệ thép cốt"
IDS_EC_CALC_ECCENTRICITY = "Tính toán độ lệch tâm"
IDS_EC_ROTATION_NA = "Góc xoay của trục trung hòa"
IDS_EC_CALC_CONCEN_AXIAL_CAPACITY = "Tính khả năng chịu tải trọng dọc trục đồng tâm"
IDS_EC_CHECK_MOMENT_CAPACITY = "Kiểm tra khả năng chịu mô men"
IDS_EC_CALC_CAPACITY_CONCRETE = "Tính khả năng chịu của khối ứng suất nén"
IDS_EC_CALC_CAPACITY_REBAR = "Tính toán khả năng của thép cốt"
IDS_EC_CALC_NORMINAL_CAPACITY_FOR_NA = "Tính khả năng chịu danh định cho trục trung hòa"
IDS_EC_CALC_AXIAL_MOMENT_CAPACITY = "Tính khả năng chịu tải trọng dọc trục và mô men"
IDS_EC_CHECK_SHEAR_CAPACITY = "Kiểm tra khả năng chịu lực cắt"
IDS_EC_CALC_STIRRUP_MAX_SPACE = "Tính toán khoảng cách tối đa"
IDS_EC_CALC_SHEAR_STRENGTH = "Tính toán sức mạnh cắt"
IDS_EC_LENGTH_FACTOR = "Chiều dài & Hệ số"
IDS_EC_MOMENT_CAPACITY = "Khả năng chịu mô men"
IDS_EC_SHEAR_CAPACITY = "Khả năng chịu lực cắt"
IDS_EC_CHECK_ITEM = "Kiểm tra mục"
IDS_EC_NO = "No"
IDS_EC_CHK = "CHK"
IDS_EC_NAME = "Tên"
IDS_EC_DESCRIPTION = "Mô tả"
IDS_EC_DESIGN_FORCE = "Lực thiết kế"
IDS_EC2_CWALL_FLANGE_WIDTH = "Độ rộng mép"
IDS_EC2_CWALL_FLANGE_WIDTH_ACTUAL = "Độ rộng thực tế"
IDS_EC2_CWALL_FLANGE_WIDTH_EFFECT = "Độ rộng hiệu quả"
IDS_EC2_CWALL_GLOBAL = "Toàn cầu"
IDS_EC_SHEAR_REINFORCEMENT_NOT_REQUIRED = "Không yêu cầu Cốt thép lực cắt."
IDS_EC_SHEAR_REINFORCEMENT_REQUIRED = "Yêu cầu Cốt thép lực cắt."
IDS_EC_2ND_ORDER_EFFECT = "Hiệu ứng bậc 2"
IDS_EC_IMPERFECTION = "Khiếm khuyết"
IDS_EC_AUTO_CALC = "Tính tự động."
IDS_ERCO_MOMENT_CAPACITY = "Kiểm tra khả năng chịu mô men"
IDS_ERCO_NOMINAL_CAPACITY_BALANCED = "Tính khả năng chịu danh định cho trục cân bằng"
IDS_ERCO_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Tính toán sức kháng danh định cho trục trung hòa"
IDS_ERCO_BANLANCED_AXIS = "Trục cân bằng"
IDS_ERCO_NEUTRAL_AXIS = "Trục trung hòa"
IDS_ERCO_CAPACITY_REBAR = "Tính toán khả năng của thép cốt"
IDS_ERCO_CAPACITY_COMPRESSION_BLOCK = "Tính toán sức kháng của khối ứng suất nén"
IDS_CALC_STRENGTH_REDUCTION_FACTOR = "Tính toán hệ số giảm sức mạnh"
IDS_EC_ERCO_GENERATE_REPORT = "Đang tạo Báo cáo Cột RC..."
IDS_EC_ERCO_CHK_SERVICEABILITY = "Kiểm tra khả năng sử dụng"
IDS_EC_ERCO_SERVICEABILITY_FACTORS = "Các yếu tố khả năng sử dụng"
IDS_EC_ERCO_CHK_CHARACTERISTIC_LOAD_STRESS_OF_CONC = "Kiểm tra Tải trọng đặc trưng ( Ứng suất của Bê tông )"
IDS_EC_ERCO_CHK_QUASI_LOAD_LINEAR_CREEP = "Kiểm tra Tải trọng gần như thường xuyên ( Từ biến tuyến tính )"
IDS_EC_ERCO_CHK_FREQUENT_LOAD_STRESS_OF_CONC = "Kiểm tra Tải trọng thường xuyên ( Ứng suất của Bê tông )"
IDS_EC_ERCO_CRACKED_SECTION = "Mặt cắt nứt"
IDS_EC_ERCO_UNCRACKED_SECTION = "Mặt cắt không nứt"
IDS_EC_ERCO_LINEAR_CREEP = "Biến dạng dài"
IDS_EC_ERCO_NONLINEAR_CREEP = "Biến dạng phi tuyến"
IDS_EC_ERCO_LONG_TERM = "Dài hạn"
IDS_EC_ERCO_SHORT_TERM = "Ngắn hạn"
IDS_URGC_EFFECTIVE_AREA = "Diện tích hiệu quả"
IDS_URGC_GENERATE_REPORT = "Đang tạo Báo cáo Cột Mặt cắt tổng quát RC..."
IDS_URGC_GEN_COLUMN_INPUT_LIST = "DANH SÁCH DỮ LIỆU ĐẦU VÀO CỘT MẶT CẮT TỔNG QUÁT RC"
IDS_ESBC_INPUT_LIST = "DANH SÁCH DỮ LIỆU ĐẦU VÀO LIÊN KẾT BU LÔNG THÉP"
IDS_ESBC_PLATE = "Tấm"
IDS_ESBC_PLATE_WEB = "Tấm (Web)"
IDS_ESBC_PLATE_FLANGE = "Tấm (Mé)"
IDS_ESBC_BOLT = "Bu lông"
IDS_ESBC_EXTENSION = "Mở rộng"
IDS_ESBC_AUTO = "Tự động"
IDS_ESBC_SUPPORTED_MEM = "Cấu kiện được hỗ trợ"
IDS_ESBC_SUPPORTING_MEM = "Cấu kiện hỗ trợ"
IDS_ESBC_BOLT_TYPE = "Loại bu lông"
IDS_ESBC_WELDING = "Hàn"
IDS_ESBC_WELDING_MATERIAL_AND_LEG = "Vật liệu và chân"
IDS_ESBC_WELDING_MATERIAL = "Vật liệu hàn"
IDS_ESBC_WELDING_LEG = "Chân hàn"
IDS_ESBC_MAX_VALUE = "Giá trị tối đa"
IDS_ESBC_NOT_CHK = "Không kiểm tra"
IDS_ESBC_CHK_MAX_VALUE = "Kiểm tra giá trị lớn nhất của khoảng cách và phần nhô ra"
IDS_ESBC_NOT_CHK_MAX_VALUE = "Không kiểm tra giá trị lớn nhất của khoảng cách và phần nhô ra"
IDS_ESBC_LEVEL_AND_GAP = "Cấp độ và khoảng cách"
IDS_ESBC_LEVEL = "Cấp độ"
IDS_ESBC_GAP = "Khoảng cách"
IDS_ESBC_PERCENT = "Phần trăm"
IDS_ESBC_APPLY = "Áp dụng"
IDS_ESBC_DIVISION = "Tấm phân chia"
IDS_ESBC_DIVISION_APPLY = "Áp dụng tấm phân chia"
IDS_ESBC_DIVISION_NOT_APPLY = "Không áp dụng Tấm chia"
IDS_ESBC_APPLIED_FORCE = "Lực đã áp dụng"
IDS_ESBC_MEMB_STRENGTH = "Sức mạnh cấu kiện"
IDS_ESBC_CHK_FLG_COVER_PLATE = "Kiểm tra tấm che mép"
IDS_ESBC_CHK_NET_TENSION = "Kiểm tra sự tồn tại của lực kéo thuần"
IDS_ESBC_CHK_NET_TENSION_OCCUR = "Xảy ra lực kéo ròng"
IDS_ESBC_CHK_NET_TENSION_NOT_OCCUR = "Không phát sinh lực kéo thuần"
IDS_ESBC_CHK_PLATE_RESIS = "Kiểm tra khả năng chịu tấm"
IDS_ESBC_CHK_BOLT_GROUP = "Kiểm tra nhóm bu lông"
IDS_ESBC_CHK_MIN_RESIS = "Kiểm tra khả năng chịu tối thiểu"
IDS_ESBC_CHK_CHK_COVER_PLATE = "Kiểm tra tấm che"
IDS_ESBC_CHK_DIMENSION = "Kiểm tra kích thước"
IDS_ESBC_CHK_PLATE = "Kiểm tra tấm"
IDS_ESBC_CHK_FLG_WEB_DIMENSION = "Kiểm tra kích thước Tấm cánh & Tấm bụng"
IDS_ESBC_CHK_THIK = "Kiểm tra độ dày"
IDS_ESBC_CHK_SPACING = "Kiểm tra khoảng cách"
IDS_ESBC_CHK_PART_BOLT = "Bu lông"
IDS_ESBC_CHK_PART_WEB = "Web"
IDS_ESBC_CHK_PART_FLANGE = "Mé"
IDS_ESBC_CHK_PART_PLATE = "Tấm"
IDS_ESBC_CHK_PART_COLUMN = "Cột"
IDS_ESBC_CHK_PART_CONNECT = "Kết nối"
IDS_ESBC_CHK_PART_PLATE_FIN = "Tấm fin"
IDS_ESBC_CHK_PART_PLATE_END = "Tấm cuối"
IDS_ESBC_CHK_PART_PLATE_DIV = "Tấm phân chia"
IDS_ESBC_CHK_SUPPORTED_MEM = "Kiểm tra cấu kiện được hỗ trợ"
IDS_ESBC_CHK_CONNECTION = "Kiểm tra kết nối"
IDS_ESBC_CHK_SUPPORTING_MEM = "Kiểm tra cấu kiện hỗ trợ"
IDS_ESBC_CHK_TYING_RESISTANCE = "Kiểm tra khả năng chịu kéo"
IDS_ESBC_CHK_STRUCT_INTEGRITY = "Kiểm tra tính toàn vẹn cấu trúc"
IDS_ESBC_CHK_SUPPORTED_WELD = "Kiểm tra mối hàn của cấu kiện được đỡ"
IDS_ESBC_CHK_SUPPORTED_WEB = "Kiểm tra sức kháng lực cắt của bụng"
IDS_ESBC_CHK_SUPPORTED_RESIS_NOTCH = "Kiểm tra sức kháng tại chỗ khuyết"
IDS_ESBC_CHK_SUPPORTED_LOCAL_STA = "Kiểm tra độ ổn định cục bộ"
IDS_ESBC_CHK_SUPPORTED_BOLT_GROUP = "Kiểm tra nhóm bu lông của liên kết"
IDS_ESBC_CHK_SUPPORTED_PLATE_SHEAR = "Kiểm tra tấm trong lực cắt"
IDS_ESBC_CHK_SUPPORTING_SHEAR_BEARING = "Kiểm tra lực cắt và ứng suất ép mặt của cấu kiện đỡ"
IDS_ESBC_CHK_TYING_PLATE_BOLT = "Kiểm tra tấm và bu lông"
IDS_ESBC_CHK_TYING_SUPPORTED_WEB = "Kiểm tra sức kháng của bụng cấu kiện được đỡ"
IDS_ESBC_CHK_TYING_WELD = "Kiểm tra khả năng chịu của mối hàn"
IDS_ESBC_CHK_TYING_SUPPORTING_COL = "Kiểm tra sức kháng của bụng Cột đỡ"
IDS_ESBC_CHK_NO_NEED_LOCAL_STABILITY = "Không cần xét đến ổn định cục bộ của dầm có khuyết"
IDS_ESBC_CHK_NEED_LOCAL_STABILITY = "Cần xét đến ổn định cục bộ của dầm có khuyết"
IDS_ESBC_SHEAR = "Lực cắt"
IDS_ESBC_LOW_SHEAR = "Lực cắt thấp"
IDS_ESBC_HIGH_SHEAR = "Lực cắt cao"
IDS_ESBC_CHK_SHEAER_BOLT_GROUP = "Kiểm tra lực cắt của nhóm bu lông"
IDS_ESBC_CHK_BOLT_BEARING_PLATE = "Kiểm tra ứng suất ép mặt của bu lông trong tấm"
IDS_ESBC_CHK_BOLT_BEARING_WEB = "Kiểm tra ứng suất ép mặt của bu lông trong bụng cấu kiện được đỡ"
IDS_ESBC_CHK_SHAER_PLATE = "Kiểm tra lực cắt của tấm"
IDS_ESBC_CHK_BENADING_PLATE = "Kiểm tra uốn của tấm"
IDS_ESBC_CHK_BUCKLING_PLATE = "Kiểm tra uốn mép"
IDS_ESBC_CHK_WEB_SHEAR = "Kiểm tra web trong lực cắt"
IDS_ESBC_CHK_SHEAR_NOTCH = "Kiểm tra bụng chịu lực cắt của cấu kiện được đỡ có khuyết"
IDS_ESBC_CHK_RESIS_CONNEC = "Kiểm tra sức kháng tại liên kết"
IDS_ESBC_CHK_RESIS_NOTCH = "Kiểm tra sức kháng tại chỗ khuyết"
IDS_ESBC_CHK_LOCAL_STABILITY = "Kiểm tra độ ổn định cục bộ"
IDS_ESBC_CHK_WELDING_SUPPORTING = "Kiểm tra hàn của cấu kiện đỡ"
IDS_ESBC_CHK_SHEAR_N_BENDING = "Kiểm tra lực cắt và uốn"
IDS_ESBC_CHK_PLATE_TENSION = "Kiểm tra sức kháng kéo của tấm"
IDS_ESBC_CHK_PLATE_BOLT_SHEAR = "Kiểm tra lực cắt bu lông của tấm"
IDS_ESBC_CHK_TENSION_REIS_WEB = "Kiểm tra sức kháng kéo của bụng dầm"
IDS_ESBC_CHK_WEB_SUPPORTED = "Kiểm tra bụng của cấu kiện được đỡ"
IDS_ESBC_CHK_SUPPORTING_COL = "Kiểm tra cột hỗ trợ"
IDS_ESBC_CHK_LONG_FIN_PLATE = "Tấm fin dài"
IDS_ESBC_CHK_SHORT_FIN_PLATE = "Tấm fin ngắn"
IDS_ESBC_CHK_SHEAR_RATIO = "Tỷ lệ lực cắt"
IDS_ESBC_CHK_PUNCHING_RATIO = "Tỷ lệ đấm"
IDS_ESBC_ORDINARY = "Thông thường"
IDS_ESBC_COUNTERSUNK = "Lún"
IDS_ESBC_SPACE_X = "Khoảng cách(x)"
IDS_ESBC_SPACE_Y = "Khoảng cách(y)"
IDS_ESBC_EXTENSION_X = "Mở rộng(x)"
IDS_ESBC_EXTENSION_Y = "Mở rộng(y)"
IDS_ESBC_CHK_EXTENSION = "Kiểm tra mở rộng"
IDS_UCFT_GENERATE_REPORT = "Đang tạo Báo cáo Cột SRC CFT..."
IDS_UCFT_MATERIAL_STRENGTH_LIMITATION = "Giới hạn sức mạnh vật liệu"
IDS_UCFT_STEEL_SECTION_AREA_RATIO = "Tỷ lệ diện tích mặt cắt thép"
IDS_UCFT_CALC_FORCE_ALLOCATION = "Tính toán phân bổ lực"
IDS_UCFT_REQUIRED_SHEAR_FORCE_TRANSFERRED_SHEAR_CONNECTOR = "Lực cắt yêu cầu được truyền bởi các liên kết chống cắt"
IDS_UCFT_CALC_DIRECT_BOND_STRENGTH = "Tính toán sức mạnh liên kết trực tiếp"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_ONE_SIDE = "cột liên hợp nhồi extends về một phía"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_BOTH_SIDE = "cột liên hợp nhồi extends về cả hai phía"
IDS_UCFT_CHECK_SECTION_CLASSIFICATION = "Kiểm tra phân loại mặt cắt"
IDS_UCFT_CHECK_CLASSIFICATION = "Phân loại"
IDS_UCFT_AXIAL = "Trục"
IDS_UCFT_FLEXURE = "Uốn"
IDS_UCFT_FOR_AXIAL = "cho trục"
IDS_UCFT_FOR_FLEXURE = "cho uốn"
IDS_UCFT_TREATED_COMPACT = "Do đó, toàn bộ mặt cắt được xem là đặc."
IDS_UCFT_TREATED_NONCOMPACT = "Do đó, toàn bộ mặt cắt được xem là không đặc."
IDS_UCFT_OVER_LAMDA_MAX = "Do đó, tỷ số bề rộng-độ dày của toàn bộ mặt cắt vượt quá "
IDS_UCFT_OVER = "Trên"
IDS_UCFT_UNDER = "Dưới"
IDS_UCFT_SEISMIC = "Động đất"
IDS_UCFT_SPECIAL_PROVISION = "Điều khoản đặc biệt"
IDS_UCFT_HIGH_DUCTILITY = "Dẻo cao"
IDS_UCFT_MIDDLE_DUCTILITY = "Dẻo trung bình"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MAJOR_AXIS = "Kiểm tra sức kháng Mô men dẻo quanh trục chính"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MINOR_AXIS = "Kiểm tra sức kháng Mô men dẻo quanh trục phụ"
IDS_UCFT_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Kiểm tra sức kháng Mô men chảy quanh trục chính"
IDS_UCFT_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Kiểm tra sức kháng Mô men chảy quanh trục phụ"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Kiểm tra sức kháng Mô men chảy lần đầu quanh trục chính"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Kiểm tra sức kháng Mô men chảy lần đầu quanh trục phụ"
IDS_UCFT_BY_AUROMESH = "AutoMesh"
IDS_UCCO_STEEL_HSS = "Thép HSS"
IDS_UCCO_CHECK_LOAD_TRANSFER = "Kiểm tra chuyển tải trọng"
IDS_UCCO_MATERIAL_N_SECTION = "Vật liệu & Mặt cắt"
IDS_UCCO_CONCRETE_MATERIAL = "Vật liệu bê tông"
IDS_UCCO_STEEL_MATERIAL = "Vật liệu thép"
IDS_UCCO_STEEL_SHAPE = "Hình dạng thép"
IDS_UCCO_EXTERNAL_FORCE_TO = "Lực bên ngoài đến"
IDS_UCCO_CFT_MEMBER_EXTEND_TO = "Cấu kiện CFT kéo dài đến"
IDS_UCCO_LOAD_TRANSFER = "Chuyển tải trọng"
IDS_UCCO_CHECK_LIMITATION = "Kiểm tra giới hạn"
IDS_UCCO_CHECK_MOMENT_STRENGTH = "Kiểm tra sức mạnh mô men"
IDS_UCCO_GENERATE_REPORT = "Đang tạo Báo cáo Cột SRC..."
IDS_UCCO_USE_CRITERIA_VALUE = "Sử dụng giá trị tiêu chí"
IDS_UCCO_AUTO_CALCULATE = "Tự động tính toán."
IDS_UCCO_FLG = "Flg"
IDS_UCCO_CHECK_TRANSVERSE_REBAR_AREA = "Kiểm tra diện tích thép cốt ngang."
IDS_UCCO_USE_DETAIL_HOOP_BAR_END = "Sử dụng chi tiết của thép đai"
IDS_UCCO_INPUT_LIST = "DANH SÁCH ĐẦU VÀO CỘT SRC"
IDS_UCCO_LIMIT = "Giới hạn"
IDS_UCCO_CHECK_REQUIREMENT_FOR_MATERIAL = "Kiểm tra yêu cầu cho vật liệu"
IDS_UCCO_CALC_STEEL_RATIO = "Tính toán tỷ lệ thép"
IDS_UCCO_CALC_MAIN_BAR_SPACE = "Tính toán khoảng cách thanh chính"
IDS_UCCO_CALC_CAPACITY_STEEL = "Tính toán khả năng của thép"
IDS_USBP_CHECK_DEVELOPEMENT_LENGTH_ANCHOR_BOLT = "Kiểm tra chiều dài neo của bu lông neo"
IDS_USBP_BASE_PLATE = "Tấm đế"
IDS_USBP_ANCHOR_BOLT = "Bu lông neo"
IDS_USBP_WING_PLATE = "Tấm cánh"
IDS_USBP_RIB_PLATE = "Tấm gân"
IDS_USBP_RIB_WING_PLATE = "Tấm gân & Tấm cánh"
IDS_USBP_PEDESTAL = "Bệ"
IDS_USBP_CHECK_BEARING_STRESS_BASE_PLATE = "Kiểm tra ứng suất ép mặt của bản đế"
IDS_USBP_REACTION_FORCE_NOT_EXIST = "Không tồn tại Lực phản lực."
IDS_USBP_BEARING_STRESS = "Ứng suất chịu tải"
IDS_USBP_BEARING_STRENGTH = "Sức mạnh chịu tải"
IDS_USBP_CALC_BEARING_STRESS_CONCRETE = "Tính toán Ứng suất ép mặt của Bê tông"
IDS_USBP_CALC_BEARING_STRENGTH_CONCRETE = "Tính toán cường độ ép mặt của Bê tông"
IDS_USBP_CHECK_TENSILE_STRENGTH = "Kiểm tra sức mạnh kéo"
IDS_USBP_TENSION_FORCE_IS_NOT_EXIST = "Không tồn tại Lực kéo."
IDS_USBP_CHECK_DEVELOPMENT_LENGTH = "Kiểm tra chiều dài phát triển"
IDS_USBP_APPLIED_LCOM_BEARING_STRESS = "Tổ hợp tải trọng áp dụng cho ứng suất ép mặt"
IDS_USBP_CHECK_TENSION_STRESS_ANCHOR_BOLT = "Kiểm tra ứng suất kéo của bu lông neo"
IDS_USBP_CHECK_TENSION_STRESS_BEARING = "Kiểm tra ứng suất kéo trong gối tựa"
IDS_USBP_TENSION_FORCE_NOT_EXIST = "Không tồn tại Lực kéo."
IDS_USBP_CHECK_BASE_PLATE = "Kiểm tra tấm đế"
IDS_USBP_DESIGN_MOMENT_USE_AVERAGE = "Mô men thiết kế"
IDS_USBP_FORCE_DIAGRAM = "Sơ đồ lực"
IDS_USBP_CHECK_RIB_PLATE = "Kiểm tra tấm gân"
IDS_USBP_CHECK_WING_PLATE = "Kiểm tra tấm cánh"
IDS_USBP_CHECK_ANCHOR_BOLT_CIP = "Kiểm tra bu lông neo"
IDS_USBP_ANCHOR_BOLT_NOT_EXIST = "Không tồn tại Bu lông neo."
IDS_USBP_CHECK_DEVELOP_LENGTH_ANCHOR_BOLT = "Kiểm tra chiều dài neo của bu lông neo"
IDS_USBP_INPUT_LIST = "DANH SÁCH DỮ LIỆU ĐẦU VÀO BẢN ĐẾ THÉP"
IDS_USBP_START_ANGLE = "Góc bắt đầu"
IDS_USBP_GENERATE_REPORT = "Đang tạo Báo cáo Bản đế thép..."
IDS_USBP_CALC_BP_THK = "Tính toán độ dày tấm đế"
IDS_CALC_THK_RATIO = "Tính toán tỷ số Độ dày bản đế"
IDS_EC_UNLIMITED = "Không giới hạn"
IDS_ESMC_GENERATE_REPORT = "Đang tạo Báo cáo Liên kết bu lông chịu mô men..."
IDS_ESBC_GENERATE_REPORT = "Đang tạo Báo cáo Liên kết bu lông..."
IDS_ESMC_ALONE = "một mình"
IDS_ESMC_AND = "và"
IDS_ESMC_OR = "or"
IDS_ESMC_APPLIED = "Áp dụng"
IDS_ESMC_AREA = "Diện tích"
IDS_ESMC_BEAM = "Dầm"
IDS_ESMC_BEAMFLANGEANDWEB = "Flange và Web của dầm"
IDS_ESMC_BEAMFLANGEWEBCOMPRESISTANCE = "Cánh dầm và bụng dầm, sức kháng nén"
IDS_ESMC_BEAMFLANGEWEBINCOMPRESSION = "Cánh dầm và bụng dầm trong sức kháng nén"
IDS_ESMC_BEAMWEB = "Web của dầm"
IDS_ESMC_BEAMWEBINTRANSVERSETENSION = "Bụng dầm chịu kéo ngang"
IDS_ESMC_BOLT = "Bu lông"
IDS_ESMC_BOLTBEARINGRESISTANCEATCOLUMNFLANGE = "Sức kháng ép mặt của bu lông tại cánh cột"
IDS_ESMC_BOLTBEARINGRESISTANCEATENDPLATE = "Sức kháng ép mặt của bu lông tại bản đầu"
IDS_ESMC_BOLTGROUP = "Nhóm bu lông"
IDS_ESMC_BOLTINFORMATION = "Thông tin bu lông"
IDS_ESMC_BOLTINSHEAR = "Bu lông trong lực cắt"
IDS_ESMC_BOLTROW = "Hàng bu lông"
IDS_ESMC_BOLTSPACING = "Khoảng cách bu lông"
IDS_ESMC_BOLTSPACING_COLUMN = "Khoảng cách mép tại cột"
IDS_ESMC_BOLTSPACING_PLATE = "Khoảng cách mép tại tấm"
IDS_ESMC_BOTTOMSTIFFENER = "Giằng dưới"
IDS_ESMC_BRACKET = "Giá đỡ"
IDS_ESMC_BUCKLINGCURVE = "Đường cong buckling"
IDS_ESMC_BUCKLINGRESISTANCE = "Kháng buckling"
IDS_ESMC_CALCULATEAXIALFORCEEQILIBRIUM = "Cân bằng lực trục"
IDS_ESMC_CALCULATEDEPTH = "Tính toán độ sâu"
IDS_ESMC_CALCULATEEFFECTIVELENGTH = "Tính toán chiều dài hiệu quả"
IDS_ESMC_COLUMN = "Cột"
IDS_ESMC_COLUMNFLANGE = "Flange cột"
IDS_ESMC_COLUMNFLANGEINBENDING = "Flange cột trong uốn"
IDS_ESMC_COLUMNWEB = "Web cột"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCE = "Web cột, Kháng buckling"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Bụng cột, sức kháng ổn định với sườn tăng cứng nén"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCE = "Web cột, Kháng nén"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Bụng cột, sức kháng ép nát với sườn tăng cứng nén"
IDS_ESMC_COLUMNWEBINTRANSVERSECOMPRESSION = "Bụng cột chịu nén ngang"
IDS_ESMC_COLUMNWEBINTRANSVERSETENSION = "Bụng cột chịu kéo ngang"
IDS_ESMC_COLUMNWEBPANELINSHEAR = "Web cột trong lực cắt"
IDS_ESMC_COLUMNWEBPANELZONE = "Khu vực panel web cột"
IDS_ESMC_COLUMNWEBSTIFFENER = "Giằng web cột"
IDS_ESMC_COMBINED = "Kết hợp"
IDS_ESMC_COMPRESSIONGOVERNED = "Chịu nén"
IDS_ESMC_COMPRESSIONRESISTANCEOFCOLUMNWEBSHEAR = "Bụng cột, sức kháng lực cắt ngang"
IDS_ESMC_COMPRESSIONSTIFFENERDIMENSIONS = "Kích thước giằng chịu nén"
IDS_ESMC_COMPRESSIONZONE = "Khu vực chịu nén"
IDS_ESMC_COMPRESSIVERESISTANCE = "Kháng nén"
IDS_ESMC_CONNECTION = "Kết nối"
IDS_ESMC_DEPTH = "Độ sâu"
IDS_ESMC_DEPTHABOVE600MM = "Độ sâu > 600mm"
IDS_ESMC_DEPTHBELOW600MM = "Độ sâu < 600mm"
IDS_ESMC_DESIGNFORCE = "Lực thiết kế"
IDS_ESMC_DIA = "ĐK."
IDS_ESMC_DOUBLE = "Gấp đôi"
IDS_ESMC_EDGEDISTANCE = "Khoảng cách mép"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERFORCRUSHING = "Diện tích hiệu dụng chống ép nát với sườn tăng cứng nén"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERWITHWEBPORTION = "Diện tích hiệu dụng chống ổn định với sườn tăng cứng nén"
IDS_ESMC_EFFECTIVESTIFFENERSECTIONFORBUCKLING = "Kiểm tra mặt cắt sườn tăng cứng hiệu dụng cho ổn định"
IDS_ESMC_EFFECTIVETENSIONRESISTANCEOFBOLTROWS = "Sức kháng kéo hiệu dụng của các hàng bu lông"
IDS_ESMC_EFFECTIVEWIDTHOFWEBINCOMPRESSION = "Bề rộng hiệu dụng của bụng chịu nén"
IDS_ESMC_EFFETIVESHEARRESISTANCE = "Kháng lực cắt hiệu quả"
IDS_ESMC_EFFRESISTANCE = "Sức kháng hiệu dụng"
IDS_ESMC_EN1993-1-1 = "EN 1993-1-1"
IDS_ESMC_EN1993-1-8 = "EN 1993-1-8"
IDS_ESMC_EN2-2-2 = "2.2(2)"
IDS_ESMC_EN3-2-1_1 = "3.2.1(1)"
IDS_ESMC_EN6-1_1 = "6.1(1)"
IDS_ESMC_EN6-2-6-1 = "6.2.6.1"
IDS_ESMC_EN6-2-6-2 = "6.2.6.2"
IDS_ESMC_EN6-2-6-3 = "6.2.6.3"
IDS_ESMC_EN6-2-6-7 = "6.2.6.7"
IDS_ESMC_EN6-2-6-8 = "6.2.6.8"
IDS_ESMC_EN6-2-7-2 = "6.2.7.2"
IDS_ESMC_EN6-2-7-2_7 = "6.2.7.2(7)"
IDS_ESMC_ENDPLATE = "Tấm cuối"
IDS_ESMC_ENDPLATEINBENDING = "Tấm cuối trong uốn"
IDS_ESMC_ENMODE1 = "Chế độ 1"
IDS_ESMC_ENMODE2 = "Chế độ 2"
IDS_ESMC_ENMODE3 = "Chế độ 3"
IDS_ESMC_ENP398 = "P398"
IDS_ESMC_ENSTEP5_WELDS = "Hàn STEP5"
IDS_ESMC_ENSTEP6A_TENSIONSTIFFENER = "STEP6A Tension Stiffener"
IDS_ESMC_ENTABLE3-1 = "Table 3.1"
IDS_ESMC_ENTABLE3-4 = "Table 3.4"
IDS_ESMC_ENTABLE6-2 = "Table 6.2"
IDS_ESMC_ENTABLE6-2ETC = "Table 6.2, 6.4, 6.5, 6.6"
IDS_ESMC_ENTABLE6-4ETC = "Table 6.4, 6.5, 6.6"
IDS_ESMC_EQULIBRIUMOFFORCES = "Cân bằng lực"
IDS_ESMC_GENERAL = "Chung"
IDS_ESMC_GIRDERFLANGERESISTANCE = "Flange dầm"
IDS_ESMC_HAUNCH = "Haunch"
IDS_ESMC_HAUNCHFLANGERESISTANCE = "Flange haunch"
IDS_ESMC_HAUNCHWEBRESISTANCE = "Web haunch"
IDS_ESMC_HOLEDIA = "ĐK lỗ."
IDS_ESMC_LAYOUT = "Bố trí nhóm bu lông"
IDS_ESMC_LENGTH = "Chiều dài"
IDS_ESMC_MODE1RESISTANCE = "Kháng Mode 1"
IDS_ESMC_MODE2RESISTANCE = "Kháng Mode 2"
IDS_ESMC_MODE3RESISTANCE = "Kháng Mode 3"
IDS_ESMC_MOMENTFORCEMINUS = "Hàng 1 chỉ ra hàng dưới của nhóm bu lông"
IDS_ESMC_MOMENTFORCEPLUS = "Hàng 1 chỉ ra hàng trên của nhóm bu lông"
IDS_ESMC_MOMENTRESISTANCE = "Kháng mô men"
IDS_ESMC_MOMENTRESISTANCEWITHHAUNCH = "Kháng mô men với haunch"
IDS_ESMC_MOMENTRESISTANCEWITHOUTHAUNCH = "Kháng mô men không có haunch"
IDS_ESMC_NAME = "Tên"
IDS_ESMC_NET = "Mạng"
IDS_ESMC_NOCOLUMNS = "Số cột"
IDS_ESMC_NOREDUCTION = "Không giảm"
IDS_ESMC_NOROWS = "Số hàng"
IDS_ESMC_NOTAPPLIED = "Không áp dụng"
IDS_ESMC_NOTCHECK = "Không kiểm tra"
IDS_ESMC_OK = "OK"
IDS_ESMC_PARTIALFACTOR_CONNECTION = "Hệ số một phần của kết nối"
IDS_ESMC_PARTIALFACTOR_STEEL = "Hệ số riêng phần của thép kết cấu"
IDS_ESMC_PLATE = "Plate"
IDS_ESMC_PLATEBUCKLINGREDUCTIONFACTOR = "Hệ số giảm biến dạng tấm"
IDS_ESMC_PLATESLENDERNESS = "Độ mảnh tấm"
IDS_ESMC_PRETENSION = "Tiền căng"
IDS_ESMC_REDUCTION = "Giảm"
IDS_ESMC_REDUCTIONFACTORFORLONGITUDINALCOMPRESSIVESTRESS = "Hệ số giảm cho ứng suất nén dọc"
IDS_ESMC_REDUCTIONFACTORFORSHEARINTERACTION = "Hệ số giảm cho tương tác lực cắt"
IDS_ESMC_RESISTANCE = "Kháng"
IDS_ESMC_RESISTANCEOFCOLUMNFLANGEINBENDING = "Sức kháng uốn của cánh cột"
IDS_ESMC_RESISTANCEOFENDPLATEINBENDING = "Sức kháng uốn của bản đầu"
IDS_ESMC_RESISTANCEWITHHAUNCH = "Kháng với haunch"
IDS_ESMC_ROW = "Hàng"
IDS_ESMC_SECTION = "Mặt cắt"
IDS_ESMC_SHEARREISTANCEOFSTIFFENEDWEB = "Sức kháng lực cắt của bụng có sườn tăng cứng"
IDS_ESMC_SHEARREISTANCEOFUNSTIFFENEDWEB = "Sức kháng lực cắt của bụng không có sườn tăng cứng"
IDS_ESMC_SHEARRESISTANCE = "Kháng lực cắt"
IDS_ESMC_SPACING = "Khoảng cách"
IDS_ESMC_STEEL = "Thép kết cấu"
IDS_ESMC_STIFFENEDCOLUMNWEB = "Kháng web cột"
IDS_ESMC_STIFFENERSIZE = "Kích thước stiffener"
IDS_ESMC_SUMMARYBOLTROW = "Tóm tắt: Hàng bu lông"
IDS_ESMC_SUMMARYMOMENTRESISTANCE = "Tóm tắt: Khả năng kháng mô men"
IDS_ESMC_SUMMARYRESISTANCEOFCOMPRESSIONZONE = "Tóm tắt: Khả năng kháng của vùng nén"
IDS_ESMC_TENSIONGOVERNED = "Chi phối bởi lực kéo"
IDS_ESMC_TENSIONRESISTANCEOFBOLTROWS = "Khả năng kháng kéo của các hàng bu lông"
IDS_ESMC_TENSIONSTIFFENERCHECK = "Kiểm tra stiffener kéo"
IDS_ESMC_TENSIONSTIFFENERDIMENSIONS = "Kích thước stiffener kéo"
IDS_ESMC_TENSIONSTIFFENERNOREQUIRED = "Không yêu cầu sườn tăng cứng chịu kéo cho bụng cột"
IDS_ESMC_TENSIONSTIFFENERREQUIRED = "Yêu cầu sườn tăng cứng chịu kéo cho bụng cột"
IDS_ESMC_TENSIONSTIFFENERRESISTANCE = "Kháng stiffener kéo"
IDS_ESMC_TENSIONZONETSTUBS = "T-stubs vùng kéo"
IDS_ESMC_THICKNESS = "Độ dày"
IDS_ESMC_TOPSTIFFENER = "Stiffener trên cùng"
IDS_ESMC_VERTICALSHEARRESISTANCE = "Kháng lực cắt đứng"
IDS_ESMC_WEBRESISTANCE = "Web dầm"
IDS_ESMC_WELDSCHECK = "Kiểm tra hàn"
IDS_ESMC_WELDSIDES = "Mặt hàn"
IDS_ESMC_WIDTH = "Chiều rộng"
IDS_ESMC_WITHROW = "với hàng"
IDS_EC_FLANGE = "Flange"
IDS_EC_WEB = "Web"
IDS_EC_MEMBER_TYPE = "Loại cấu kiện"
IDS_EC_SECTION_PROPERTY = "Tính chất mặt cắt"
IDS_EC_BUILT_UP = "Xây dựng"
IDS_EC_ROLLED = "Cuộn"
IDS_EC_CHK_ITEMS = "Kiểm tra mục"
IDS_EC_MAJOR_AXIS_X = "Trục chính (X)"
IDS_EC_MINOR_AXIS_Y = "Trục phụ (Y)"
IDS_EC_REQUIRED = "Bắt buộc"
IDS_EC_NO_REQUIRED = "Không bắt buộc"
IDS_EC_CLASS = "Lớp"
IDS_EC_CLASS1 = "Lớp 1"
IDS_EC_CLASS2 = "Lớp 2"
IDS_EC_CLASS3 = "Lớp 3"
IDS_EC_CLASS4 = "Lớp 4"
IDS_EC_TABLE = "Bảng"
IDS_ESSG_KIJ_ANNEX = "Phụ lục hệ số tương tác"
IDS_ESSG_DETERMINATIO_INTERACTION_FACTOR = "Xác định hệ số tương tác"
IDS_ESSG_METHOD_1_ANNEX_A = "Sử dụng phương pháp 1 nêu trong Phụ lục A"
IDS_ESSG_METHOD_2_ANNEX_B = "Sử dụng phương pháp 2 nêu trong Phụ lục B"
IDS_ESSG_CHK_AXIAL_RESISTANCE = "Kiểm tra kháng trục"
IDS_ESSG_CALC_COMP_AXIAL_RESISTANCE = "Tính toán kháng nén trục"
IDS_ESSG_CALC_TENS_AXIAL_RESISTANCE = "Tính toán kháng kéo trục"
IDS_ESSG_CHK_SHEAR_RESISTANCE = "Kiểm tra kháng cắt"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MAJOR = "Tính toán khả năng kháng lực cắt quanh trục chính (y)"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MINOR = "Tính toán khả năng kháng lực cắt quanh trục phụ (x)"
IDS_ESSG_APPLY_RIGID_END_POST = "Áp dụng loại sườn biên cứng"
IDS_ESSG_APPLY_NON_RIGID_END_POST = "Áp dụng loại sườn biên không cứng"
IDS_ESSG_CHK_MOMENT_RESISTANCE = "Kiểm tra kháng mô men"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MAJOR = "Tính toán khả năng kháng mô men quanh trục chính (x)"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MINOR = "Tính toán khả năng kháng mô men quanh trục phụ (y)"
IDS_ESSG_CHK_BENDING_SHEAR_RESISTANCE = "Kiểm tra khả năng kháng uốn và lực cắt"
IDS_ESSG_BENDING_SHEAR_RESISTANCE = "Kháng uốn và cắt"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MAJOR = "Tính toán khả năng kháng uốn và lực cắt quanh trục chính"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MINOR = "Tính toán khả năng kháng uốn và lực cắt quanh trục phụ"
IDS_ESSG_CHK_BENDING_AXIAL_RESISTANCE = "Kiểm tra khả năng kháng uốn và lực dọc"
IDS_ESSG_BENDING_AXIAL_RESISTANCE = "Kháng uốn và trục"
IDS_ESSG_CALC_BENDING_AXIAL_RESISTANCE = "Tính toán khả năng kháng uốn và lực dọc"
IDS_ESSG_CHK_GENERAL_INTERACTION_RATIO = "Kiểm tra tỷ lệ tương tác tổng quát"
IDS_ESSG_CHK_BENDING_SHEAR_AXIAL_RESISTANCE = "Kiểm tra khả năng kháng uốn, lực cắt và lực dọc"
IDS_ESSG_BENDING_SHEAR_AXIAL_RESISTANCE = "Khả năng kháng uốn, lực cắt và lực dọc"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MAJOR = "Tính toán khả năng kháng uốn, lực cắt và lực dọc quanh trục chính"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MINOR = "Tính toán khả năng kháng uốn, lực cắt và lực dọc quanh trục phụ"
IDS_ESSG_CHK_FBR_RESISTANCE = "Kiểm tra kháng uốn cong"
IDS_ESSG_FBR_RESISTANCE = "Kháng uốn cong"
IDS_ESSG_CALC_FBR_RESISTANCE_MAJOR = "Tính toán khả năng kháng ổn định uốn quanh trục chính"
IDS_ESSG_CALC_FBR_RESISTANCE_MINOR = "Tính toán khả năng kháng ổn định uốn quanh trục phụ"
IDS_ESSG_CHK_TB_TFB_RESISTANCE = "Kiểm tra ổn định xoắn và ổn định uốn-xoắn"
IDS_ESSG_TB_TFB_RESISTANCE = "Ổn định xoắn và ổn định uốn-xoắn"
IDS_ESSG_CALC_TB_RESISTANCE = "Tính toán kháng uốn xoắn"
IDS_ESSG_CALC_TFB_RESISTANCE = "Tính toán khả năng kháng ổn định uốn-xoắn"
IDS_ESSG_CHK_LTB_RESISTANCE = "Kiểm tra khả năng kháng ổn định uốn xoắn bên"
IDS_ESSG_LTB_RESISTANCE = "Kháng uốn xoắn bên"
IDS_ESSG_CALC_LTB_RESISTANCE = "Tính toán khả năng kháng ổn định uốn xoắn bên"
IDS_ESSG_CHK_BNC_RESISTANCE = "Kiểm tra cấu kiện đồng nhất chịu uốn và nén dọc trục"
IDS_ESSG_BNC_RESISTANCE = "Cấu kiện đồng nhất chịu uốn và nén dọc trục"
IDS_ESSG_CALC_BNC_RESISTANCE = "Tính toán khả năng kháng của cấu kiện đồng nhất chịu uốn và nén dọc trục"
IDS_ESSG_CHK_SHEAR_BUCKLING_RESISTANCE = "Kiểm tra kháng biến dạng cắt"
IDS_ESSG_SHEAR_BUCKLING_RESISTANCE = "Kháng biến dạng cắt"
IDS_ESSG_CALC_SHEAR_BUCKLING_MAJOR = "Tính toán khả năng kháng ổn định lực cắt quanh trục chính"
IDS_ESSG_CALC_SHEAR_BUCKLING_MINOR = "Tính toán khả năng kháng ổn định lực cắt quanh trục phụ"
IDS_ESSG_HIGH_SHAER = "Lực cắt cao"
IDS_ESSG_NOT_HIGH_SHAER = "Không phải lực cắt cao"
IDS_ESSG_NEGLECT_EFFECT_ON_MOMNET_RESISTANCE = "Bỏ qua ảnh hưởng của nó đến khả năng kháng mô men."
IDS_ESSG_NO_REQUIRED_REDUCE_FOLLOWING_CONDITION = "Không cần giảm theo điều kiện sau."
IDS_ESSG_NO_REQUIRED_REDUCE_B_FOLLOWING_CONDITION = "Không cần giảm khả năng kháng uốn theo điều kiện sau."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION = "Không cần giảm khả năng kháng uốn và lực dọc theo điều kiện sau."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MINOR_AXIS = "Không cần giảm điều kiện khả năng kháng uốn và lực dọc cho trục phụ theo nội dung sau."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MAJOR_AXIS = "Không cần giảm điều kiện khả năng kháng uốn và lực dọc cho trục chính theo nội dung sau."
IDS_ESSG_ALLOWANCE_FOR_EFFECT_ON_MAJOR_AND_MINOR_AXIS = "Xét đến ảnh hưởng của lực dọc lên trục chính và trục phụ theo nội dung sau. "
IDS_ESSG_BUCKLING_CURVE = "Đường cong biến dạng"
IDS_ESSG_LATERAL_TORSIONAL_BUCKLING_CURVE = "Đường cong biến dạng xoắn bên"
IDS_ESSG_LATERAL_TORSIONAL_N_BUCKLING_CURVE = "Đường cong biến dạng xoắn bên\n"
IDS_ESSG_NO_REQUIRED_TO_CHK_FBR = "Không cần kiểm tra khả năng kháng ổn định"
IDS_ESSG_NO_REQUIRED_TO_CHK_TFB = "Không cần kiểm tra ổn định xoắn và ổn định uốn-xoắn"
IDS_ESSG_NO_REQUIRED_TO_CHK_LTB = "Không cần kiểm tra ổn định uốn xoắn bên"
IDS_ESSG_NO_REQUIRED_TO_CHK_BNC = "Không cần kiểm tra khả năng kháng uốn và nén dọc trục"
IDS_ESSG_NO_REQUIRED_TO_CHK_SHEARBUCK = "Không cần kiểm tra ổn định lực cắt"
IDS_ESSG_BUCKLING_EFFECT_MAY_BE_IGNORED = "Có thể bỏ qua ảnh hưởng ổn định."
IDS_ESSG_BUCKLING_EFFECT_SHOULD_BE_CONSIDERD = "Cần xét đến ảnh hưởng ổn định."
IDS_ESSG_NO_CALCULATED_BY_ANNEX_A = "Tính toán theo phụ lục A"
IDS_ESSG_NO_CALCULATED_BY_ANNEX_B = "Tính toán theo phụ lục B"
IDS_ADDITIONAL_BEARING_WIDTH_EN1993_1_8_CL626 = "Bề rộng chịu ép bổ sung (EN1993-1-8 cl6.2.6)"
IDS_ANCHOR_BOLT_BEARING_RESISTANCE = "Kháng chịu lực bu lông neo"
IDS_ANCHOR_BOLT_FRICTION_RESISTANCE = "Kháng ma sát bu lông neo"
IDS_ANCHOR_BOLT_SHEAR_PROPERTIES = "Tính chất cắt bu lông neo"
IDS_ANCHOR_BOLT_TENSILE_RESISTANCE = "Kháng kéo bu lông neo"
IDS_ASSEMBLYSTRONG_AXIS = "Lắp ráp (Trục mạnh)"
IDS_ASSEMBLYWEAK_AXIS = "Lắp ráp (Trục yếu)"
IDS_BASE_PLATE_AND_ANCHOR_BOLT_PROPERTIES = "Thuộc tính bản đế và bu lông neo"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_S = "Bản đế chịu uốn và bu lông neo chịu kéo (Trục mạnh)"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_W = "Bản đế chịu uốn và bu lông neo chịu kéo (Trục yếu)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_S = "Bản đế chịu uốn và bê tông chịu nén (Trục mạnh)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_W = "Bản đế chịu uốn và bê tông chịu nén (Trục yếu)"
IDS_BASE_PLATE_RESISTANCE_IN_COMPRESSION = "Khả năng kháng của bản đế khi chịu nén"
IDS_BASE_PLATE_RESISTANCE_IN_TENSION = "Khả năng kháng của bản đế khi chịu kéo"
IDS_BEARING_STRENGTHEN1993_1_8_CL625_ = "Cường độ chịu ép (EN1993-1-8 cl6.2.5) "
IDS_BTR = "BTR"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH = "Tính toán chiều dài hiệu quả"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_EN1993_1_8_626 = "Tính toán chiều dài hữu hiệu (EN1993-1-8 6.2.6.4)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_INNER_BOLTS = "Tính toán chiều dài hữu hiệu (Bu lông phía trong)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_OUTER_BOLTS = "Tính toán chiều dài hữu hiệu (Bu lông phía ngoài)"
IDS_CALCULATION_OF_JOINT_RESISTANCE = "Tính toán kháng mối nối"
IDS_CHECK_BOLT_SHEAR = "Kiểm tra cắt bu lông"
IDS_CHECK_BOLT_TENSION = "Kiểm tra kéo bu lông"
IDS_CHECK_COMBINED_SHEAR_AND_TORSION = "Kiểm tra tổ hợp lực cắt và mô men xoắn"
IDS_CHECK_FOR_NO_OVERLAP_CONDITION = "Kiểm tra điều kiện không chồng lấn"
IDS_CHECK_FOR_PRYING_CONDITION = "Kiểm tra điều kiện tách"
IDS_CHECK_IF_EFFECTIVE_AREA_FITS_ON_THE_BASE_PLATE = "Kiểm tra xem diện tích hữu hiệu có nằm trong bản đế hay không"
IDS_COMLUMNFLANGE_AND_WEB_IN_COMPRESSIONSTRONG_AXI = "Cột, cánh và bụng chịu nén (Trục mạnh)"
IDS_COMPRESSED_PART_RESISTANCE = "Kháng phần nén"
IDS_COMPRESSIVE_CAPACITY_CALCULATIONSTRONG_AXIS = "Tính toán khả năng chịu nén (Trục mạnh)"
IDS_COMPRESSIVE_RESISTANCE_CALCULATION = "Tính toán Khả năng Chịu Nén"
IDS_COMPRESSIVE_RESISTANCE_CHECK = "Kiểm tra Khả năng Chịu Nén"
IDS_CORRELATION_FACTOR_FOR_FILLET_WELD = "Hệ số tương quan cho mối hàn góc"
IDS_DESIGN_ANCHOR_BOLT_RESISTANCE = "Khả năng Chịu Lực Bu lông Neo Thiết kế"
IDS_DESIGN_BOND_ANCHORAGE_RESISTANCE = "Khả năng Chịu Lực Neo Liên Kết Thiết kế"
IDS_DESIGN_CASE__LEFT_SIDE_IN_COMPRESSION_RIGHT_S = "Trường hợp thiết kế: Bên trái chịu nén, bên phải chịu nén"
IDS_DESIGN_CASE__LEFT_SIDE_IN_TENSION_RIGHT_SIDE_ = "Trường hợp thiết kế: Bên trái chịu kéo, bên phải chịu kéo"
IDS_DESIGN_COMPRESSION_RESISTANCE_OF_FLANGE = "Khả năng kháng nén thiết kế của cánh"
IDS_DESIGN_MOMENT_RESISTANCE_OF_COLUMN_BASE = "Khả năng kháng mô men thiết kế của chân cột"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_X_D = "Khả năng kháng lực cắt thiết kế cho mối hàn góc theo hướng X"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_Y_D = "Khả năng kháng lực cắt thiết kế cho mối hàn góc theo hướng Y"
IDS_DESIGN_TENSILE_RESISTANCE_FOR_FILLET_WELD = "Khả năng kháng kéo thiết kế cho mối hàn góc"
IDS_EFFECTIVE_AREA_CALCULATION = "Tính toán Diện Tích Hiệu Quả"
IDS_EFFECTIVE_AREA_FROM_FORCE_EQUILIBRIUM_EN1993_1 = "Diện tích hữu hiệu từ cân bằng lực (EN1993-1-8 Cl.6.2.5)"
IDS_EFFECTIVE_AREA_OF_COMPRESSED_T_STUB = "Diện tích hữu hiệu của T-Stub chịu nén"
IDS_EFFECTIVE_LENGTHWIDTH_AND_AREA = "Chiều dài, bề rộng và diện tích hữu hiệu"
IDS_EQUIVALENT_FORCE_CALCULATION_COLUMN_FLANGE = "Tính toán lực tương đương (Cánh cột)"
IDS_EQUIVALENT_FORCE_CALCULATION_T_STUB = "Tính toán lực tương đương (T-Stub)"
IDS_FACTOR_M_FOR_OUTER_BOLTS = "Hệ số m cho bu lông phía ngoài"
IDS_GROUT_INFLUENCING_CONCRETE_BEARING_RESISTANCE = "Vữa chèn ảnh hưởng đến khả năng kháng chịu ép của bê tông"
IDS_GROUT_NOT_INFLUENCING_CONCRETE_BEARING_RESISTA = "Vữa chèn KHÔNG ảnh hưởng đến khả năng kháng chịu ép của bê tông"
IDS_LEAVER_ARM_OF_COMPRESSION_PART = "Cánh tay đòn của phần nén"
IDS_LEAVER_ARM_OF_TENSION_PART = "Cánh tay đòn của phần kéo"
IDS_LOAD_ECCENTRICITY = "Eccentricity Tải Trọng"
IDS_MOMENT_CAPACITY = "Khả năng Mô men"
IDS_NO = "No"
IDS_NOX = "No(X)"
IDS_NOY = "No(Y)"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE = "Khả năng chịu mô men uốn dẻo của bản đế"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE_ = "Khả năng chịu mô men uốn dẻo của bản đế trên một đơn vị chiều dài"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_THE_COLUMN = "Khả năng chịu mô men uốn dẻo của cột"
IDS_PRESENCE_OF_PRYING_EFFECT = "Sự Hiện Diện của Hiệu Ứng Kéo"
IDS_RATIOX = "Tỷ lệ(x)"
IDS_RATIOY = "Tỷ lệ(y)"
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_16282_ = "Giảm khả năng chịu mô men (EN1993-1-1, 6.2.8(2) "
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_162914__629 = "Giảm khả năng chịu mô men (EN1993-1-1, 6.2.9.1(4) & 6.2.9.1(5)"
IDS_RESISTANCE_OF_FAILURE_MODE_1 = "Khả năng kháng của dạng phá hoại 1"
IDS_RESISTANCE_OF_FAILURE_MODE_1_2 = "Khả năng kháng của dạng phá hoại 1-2"
IDS_RESISTANCE_OF_FAILURE_MODE_2 = "Khả năng kháng của dạng phá hoại 2"
IDS_RESISTANCE_OF_FAILURE_MODE_3 = "Khả năng kháng của dạng phá hoại 3"
IDS_RESISTANCE_OF_FAILURE_MODE_4COLUMN_WEB_IN_TENS = "Khả năng kháng của dạng phá hoại 4 (Bụng cột chịu kéo) "
IDS_RESISTANCE_OF_T_STUB_FAILURE_MODE_1_2EN1993_1_ = "Khả năng kháng của dạng phá hoại T-Stub 1-2 (EN1993-1-8 Cl.6.2.4.1)"
IDS_RESISTANCE_OF_T_STUB_IN_TENSION = "Khả năng kháng của T-Stub khi chịu kéo"
IDS_RESISTANCE_OF_TENSION_T_STUB = "Khả năng kháng kéo của T-Stub"
IDS_RIB = "gân"
IDS_SHEAR_DESIGNEN1993_1_8_TABLE_34 = "Thiết kế lực cắt (EN1993-1-8 Bảng 3.4)"
IDS_SHEAR_FORCE_NOT_EXIST = "Không tồn tại lực cắt."
IDS_T = "t"
IDS_TENSION_FORCES = "Lực Kéo"
IDS_TENSION_PART_RESISTANCE_VERIFICATION = "Xác minh Khả năng Chịu Lực Kéo Phần"
IDS_TENSION_RESISTANCE_FACTORS = "Các Hệ Số Khả năng Chịu Lực Kéo"
IDS_TENSION_RESISTANCE_OF_BOLTS = "Khả năng Chịu Lực Kéo của Bu lông"
IDS_WELDING_CHECK_EN_1993_1_8_CL4533 = "Kiểm tra hàn (EN 1993-1-8 Cl.4.5.3.3)"
IDS_WELDING_RATIO = "Tỷ lệ Hàn"
IDS_WIDTH_OF_STRIP_AROUND_COLUMN_C_S_EN1993_1_8_CL = "Bề rộng dải xung quanh cột C/S (EN1993-1-8 cl6.2.6)"
IDS_WING = "cánh"
IDS_CHECK_EDGE_DISTANCE_POST_INSTALLED_ANCHOR_BOLT = "Kiểm tra khoảng cách đến mép (Bu lông neo lắp đặt sau)"
IDS_CALCULATE_TENSILE_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Tính toán cường độ chịu kéo (Bu lông neo lắp đặt sau)"
IDS_CALCULATE_SHEAR_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Tính toán cường độ chịu lực cắt (Bu lông neo lắp đặt sau)"
IDS_CHECK_DISTANCE_FROM_CONCRETE_EDGE_TO_CENTER_OF_ANCHOR_BOLT = "Kiểm tra khoảng cách từ mép Bê tông đến tâm bu lông neo"
IDS_CALCULATE_STRENGTH_OF_STEEL = "Tính toán Độ bền của Thép"
IDS_CALCULATE_SIZE_DATA = "Tính toán Dữ liệu Kích thước"
IDS_CALCULATE_CONCRETE_BREAK_OUT_STRENGTH = "Tính toán cường độ phá vỡ Bê tông"
IDS_CALCULATE_PULL_OUT_STRENGTH_OF_ANCHOR = "Tính toán cường độ nhổ bật của neo"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_X = "Cường độ phá vỡ Bê tông, Hướng X"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_Y = "Cường độ phá vỡ Bê tông, Hướng Y"
IDS_CALCULATE_CONCRETE_PRY_OUT_STRENGTH = "Tính toán cường độ cạy bật Bê tông"
IDS_CALCULATE_COMBINED_RATIO = "Tính toán Tỷ lệ Kết hợp"
IDS_CONDITION = "Điều kiện"
IDS_EQUATION = "Phương trình"
IDS_RC_ANCHOR_BOLT_INPUT_LIST = "DANH SÁCH NHẬP BU LÔNG NEO RC"
IDS_CHECK_FLANGE_AND_WEB_UNDER_CONCENTRATED_FORCE = "Kiểm tra cánh và bụng dưới lực tập trung"
IDS_CHECK_IF_STIFFENER_IS_REQUIRED = "Kiểm tra có cần sườn tăng cứng hay không"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER = "Kiểm tra Yêu cầu cho Thanh Giằng"
IDS_CHECK_REQUIREMENT_FOR_TENSION_FIELD_ACTION = "Kiểm tra yêu cầu đối với tác dụng trường kéo"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER_TO_APPLY_TENSION_FIELD_ACTION = "Kiểm tra yêu cầu về sườn tăng cứng để áp dụng tác dụng trường kéo"
IDS_CHECK_WEB_UNDER_CONCENTRATED_FORCE = "Kiểm tra bụng dưới lực tập trung"
IDS_COLUMNS = "Cột"
IDS_UNIFORM_LOAD = "Tải Trọng Đồng Nhất"
IDS_FINISH_LOAD = "Tải Trọng Hoàn Thành"
IDS_CONSTRUCTION_LOAD = "Tải Trọng Xây Dựng"
IDS_CONSTRUCTION_STAGE = "Giai Đoạn Xây Dựng"
IDS_CHECK_REQUIREMENT_FOR_STUD = "Kiểm tra Yêu cầu cho Thanh Chốt"
IDS_CHECK_SIZE = "Kiểm tra Kích thước"
IDS_CHECK_MATERIAL = "Kiểm tra Vật liệu"
IDS_MATERIAL_PROPERTIES_APPLIED = "Tính Chất Vật liệu (Đã Áp Dụng)"
IDS_CALCULATE_EFFECTIVE_WIDTH_OF_SLAB = "Tính toán bề rộng hữu hiệu của Sàn"
IDS_EFFECTIVE_WIDTH_OF_SLAB = "Chiều Rộng Hiệu Quả của Sàn"
IDS_THICKNESS_OF_CONCRETE = "Độ dày của Bê tông"
IDS_CALCULATE_DESIGN_SHEAR_FORCE = "Tính toán Lực Cắt Thiết kế"
IDS_CALCULATE_DESIGN_FORCE_DURING_CONSTRUCTION = "Tính toán Lực thiết kế trong giai đoạn thi công"
IDS_CHECK_DEFLECTION_DURING_CONSTRUCTION = "Kiểm tra Độ Lệch trong Quá Trình Xây Dựng"
IDS_CHECK_DEFLECTION_BY_DEAD_LOAD = "Kiểm tra độ võng do Tải trọng tĩnh"
IDS_CHECK_DEFLECTION_BY_LIVE_LOAD = "Kiểm tra độ võng do Tải trọng hoạt tải"
IDS_CALCULATE_STRENGTH_OF_STUD = "Tính toán Độ bền của Thanh Chốt"
IDS_CALCULATE_ELASTIC_MODULUS_OF_CONCRETE = "Tính toán mô đun đàn hồi của Bê tông"
IDS_CALCULATE_NUMBER_OF_STUD = "Tính toán Số lượng Thanh Chốt"
IDS_CALCULATE_COMPOSITION_RATIO = "Tính toán Tỷ lệ Thành Phần"
IDS_CHECK_MOMENT_STRENGTH_POSITIVE_MOMENT = "Kiểm tra cường độ Mô men (Mô men dương)"
IDS_CALCULATE_MOMENT_OF_INERTIA = "Tính toán Mô men Quán tính"
IDS_CALCULATE_EFFECTIVE_MOMENT_OF_INERTIA = "Tính toán mô men quán tính hữu hiệu"
IDS_CALCULATE_LOWER_LIMIT_FOR_MOMENT_OF_INERTIA = "Tính toán giới hạn dưới của mô men quán tính"
IDS_CALCULATE_BEAM_MODE_PROPERTIES = "Tính toán Tính Chất Chế Độ Dầm"
IDS_CALCULATE_EFFECTIVE_WIDTH = "Tính toán Chiều Rộng Hiệu Quả"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA = "Tính toán mô men quán tính quy đổi"
IDS_CALCULATE_DEFLECTION__FREQUENCY = "Tính toán Độ Lệch & Tần số"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA_PER_UNIT_WIDTH = "Tính toán mô men quán tính quy đổi trên một đơn vị bề rộng"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH = "Tính toán bề rộng panel Dầm hữu hiệu"
IDS_CALCULATE_WEIGHT_OF_BEAM_PANEL = "Tính toán trọng lượng panel Dầm"
IDS_CALCULATE_GIRDER_MODE_PROPERTIES = "Tính toán Tính Chất Chế Độ Dầm Chính"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH = "Tính toán bề rộng panel dầm chính hữu hiệu"
IDS_CHECK_VIBRATION_COMBINED_MODE = "Kiểm tra Rung (Chế Độ Kết hợp)"
IDS_ADJUST_GIRDER_DEFLECTION = "Điều chỉnh Độ Lệch Dầm Chính"
IDS_CALCULATE_FLOOR_FUNDAMENTAL_FREQUENCY = "Tính toán Tần số Cơ Bản của Sàn"
IDS_CALCULATE_EQUIVALENT_COMBINED_MODE_PANEL_WEIGHT = "Tính toán trọng lượng panel chế độ kết hợp tương đương"
IDS_CALCULATE_PEAK_ACCELERATION = "Tính toán Gia tốc Đỉnh"
IDS_H_BEAM__SLAB = "Dầm H & Sàn"
IDS_CONST_LOAD = "Tải trọng thường xuyên"
IDS_CONCENTRATED_FORCES = "Lực Tập Trung"
IDS_CONSTRUCTION = "Xây Dựng"
IDS_DEAD__LIVE = "Tĩnh & Động"
IDS_PLASTIC_DESIGN_COMPACT_SECTION = "Thiết kế Nhựa (Mặt Cắt Đặc)"
IDS_ELASTIC_DESIGN_COMPACT_SECTION = "Thiết kế đàn hồi (Mặt cắt không đặc)"
IDS_MAX = "Lớn nhất"
IDS_V = "V'"
IDS_COMP_RATIO = "Tỷ số comp."
IDS_N = "n"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH__WEIGHT = "Tính toán bề rộng & trọng lượng panel Dầm hữu hiệu"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH__WEIGHT = "Tính toán bề rộng & trọng lượng panel dầm chính hữu hiệu"
IDS_W = "W"
IDS_FLOOR_FREQUENCY_HZ = "Tần số Sàn (Hz)"
IDS_PEAK_ACCELERATION_%_GRAVITY = "Peak Acceleration (% Gravity)"
IDS_SRC_COMPOSITE_BEAM_INPUT_LIST = "DANH SÁCH NHẬP DẦM LIÊN HỢP SRC"
IDS_SECTION_H_BEAM__SLAB = "Mặt Cắt (Dầm H & Sàn)"
IDS_SECTION_STUD = "Mặt Cắt (Thanh Chốt)"
IDS_SECTION_DECK_PLATE = "Mặt Cắt (Tấm Deck)"
IDS_DESIGN_LOAD_UNIFORM_LOAD = "Tải Trọng Thiết kế (Tải Trọng Đồng Nhất)"
IDS_DESIGN_FORCE_CONCENTRATED_FORCES = "Lực Thiết kế (Lực Tập Trung)"
IDS_NOWEB = "Không có bụng"
IDS_NOFLANGE = "Không có cánh"
IDS_PM = "PM"
IDS_VX = "Vx"
IDS_VY = "Vy"
IDS_C = "C"
IDS_D = "D"
IDS_HOOP_BAR = "Thanh Băng"
IDS_CHECK_REQUIREMENT_FOR_MATERIAL = "Kiểm tra Yêu cầu cho Vật liệu"
IDS_CALCULATE_STEEL_RATIO = "Tính toán tỷ lệ thép"
IDS_CALCULATE_MAIN_BAR_SPACE = "Tính toán khoảng cách thanh chính"
IDS_CALCULATE_ECCENTRICITY = "Tính toán độ lệch tâm"
IDS_COLUMN_UNDER_TENSION_FORCE_SKIPPED = "Cột chịu lực kéo. Bỏ qua."
IDS_CALCULATE_CAPACITY_OF_STEEL = "Tính toán khả năng của Thép"
IDS_CALCULATE_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Tính toán sức kháng danh định cho trục trung hòa"
IDS_F = "f"
IDS_CONC = "bê tông"
IDS_STEEL = "thép"
IDS_CONCRETE_SECTION = "Mặt Cắt Bê Tông"
IDS_H_BEAM__REBAR = "Dầm H & Thép cốt"
IDS_HOOP_BAREND = "Thanh Băng(KẾT THÚC)"
IDS_STEEL_BEAM_AT_CONSTRUCTION_STAGE = "Dầm Thép ở giai đoạn thi công"
IDS_COMPOSITE_BEAM_AT_NORMAL_STAGE = "Dầm liên hợp ở giai đoạn sử dụng"
IDS_CHECK_NEUTRAL_AXIS_IN_SECTION = "Kiểm tra trục trung hòa trong Mặt cắt"
IDS_PLASTIC_NA = "N.A. dẻo"
IDS_COORINATE_OF_PLASTIC_NA = "Tọa độ của N.A. dẻo"
IDS_CHECK_BENDING_RESISTANCE = "Kiểm tra khả năng chống uốn"
IDS_NAXIS_CONDITION = "Điều kiện"
IDS_NAXIS_EQUATION_FOR = "Phương trình cho"
IDS_NAXIS_VALUE = "Giá trị"
IDS_CALCULATION = "Tính toán"
IDS_CALCULATION_FOR_K = "Tính toán cho k"
IDS_ELASTIC_MOMENT_RESISTANCE = "Tính toán sức kháng Mô men đàn hồi"
IDS_PLASTIC_MOMENT_RESISTNACE = "Tính toán sức kháng Mô men dẻo"
IDS_CALCULATION_OF = "Tính toán của"
IDS_ELASTIC_NA = "N.A. đàn hồi"
IDS_COORDINATE_OF_ELASTIC_NA = "Tọa độ của N.A. đàn hồi"
IDS_CHECK_EFFECTIVE_COMPOSTIE_SECTION = "Kiểm tra mặt cắt hợp kim hiệu quả"
IDS_POSITION = "Vị trí"
IDS_EQUATION_FOR_K = "Phương trình cho k"
IDS_STEEL_TOP_FLANGE = "Flange Trên Thép"
IDS_STEEL_WEB = "Web Thép"
IDS_STEEL_BOT_FLANGE = "Flange Dưới Thép"
IDS_CONCRETE_SLAB = "Sàn Bê Tông"
IDS_REINFORCING_STEEL = "Thép Gia Cường"
IDS_SECTION_MODULUS_AT_AN_INTERNAL_SUPPORT = "Mô đun Mặt cắt tại gối trong"
IDS_TABLE_OF_SECTION_MODULUS_AT_EACH_PART_IN_SECTION = "Bảng mô đun Mặt cắt tại từng phần trong Mặt cắt"
IDS_STEEL_SECTION = "Mặt Cắt Thép"
IDS_COMPOSITE_SECTION = "Mặt Cắt Tổ Hợp"
IDS_CALCULATION_FOR_MOMENT_CAPACITY_OF_SECTION = "Tính toán khả năng chịu Mô men của Mặt cắt"
IDS_PART = "Phần"
IDS_AXIAL_COMP_CAPACITY = "Khả năng chịu nén dọc trục"
IDS_ARM_LENGTH = "Chiều Dài Cánh"
IDS_MOMENT_CAPACITY_TABLE = "Khả năng Mô men"
IDS_TOTAL = "Tổng"
IDS_ERROR = "Lỗi"
IDS_IN_CONCRETE_SLAB = "trong Sàn Bê Tông"
IDS_IN_STEEL_TOP_FLANGE = "trong Flange Trên Thép"
IDS_IN_STEEL_WEB = "trong Web Thép"
IDS_IN_STEEL_BOT_FLANGE = "trong Flange Dưới Thép"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_BOT_FLANGE = "Trục trung hòa dẻo trong cánh dưới Thép"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB = "Trục trung hòa dẻo trong bụng Thép"
IDS_PLASTIC_NEUTRAL_AXIS_IN_WEB = "Trục trung hòa dẻo trong bụng"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB_HOLE = "Trục trung hòa dẻo trong lỗ bụng Thép"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_TOP_FLANGE = "Trục trung hòa dẻo trong cánh trên Thép"
IDS_PLASTIC_NEUTRAL_AXIS_IN_CONCRETE_SLAB = "Trục trung hòa dẻo trong Sàn Bê tông"
IDS_CHECK_LONGITUDINAL_SHEAR_RESISTANCE = "Kiểm tra Khả năng Chịu Cắt Dọc"
IDS_CACULATE_LONGITUDINAL_SHEAR_FORCE = "Tính toán lực cắt dọc"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE_OF_HEADED_STUD = "Tính toán sức kháng Lực cắt thiết kế của đinh hàn đầu"
IDS_BENDING_RESISTANCE = "Lực uốn"
IDS_LONGITUDINAL_SHEAR_RESISTANCE = "Lực cắt dọc"
IDS_TABLE_OF_CALCULATION_FOR_K = "Bảng tính toán cho k"
IDS_VERTICAL_SHEAR_RESISTANCE = "Lực cắt đứng"
IDS_LONGITUDINAL_DIRECTION = "Hướng dọc"
IDS_MOMENT_CAPACITY_CALCULATION_REFERENCE = "Dấu của khả năng chịu Mô men được xác định theo hướng của Mô men, không phụ thuộc vào hướng của Lực."
IDS_EFFECTIVE_WIDTH = "Chiều rộng hiệu quả"
IDS_CHECK_REQUIREMENT_FOR_STUD_SMALL = "Kiểm tra yêu cầu cho stud"
IDS_CHECK_SIZE_SMALL = "Kiểm tra kích thước"
IDS_CHECK_MATERIAL_SMALL = "Kiểm tra vật liệu"
IDS_EC_MAJOR_AXIS_Y = "Trục chính (Y)"
IDS_EC_MINOR_AXIS_X = "Trục phụ (X)"
IDS_CHECK_VERTICAL_SHEAR_RESISTANCE = "Kiểm tra lực cắt đứng"
IDS_EC_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_EC_REPORT_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_EC_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_PLASTIC_MOMENT_RESISTANCE = "Tính toán sức kháng mô men dẻo"
